[
  {
    "middle_last_name": "Chatterjee",
    "first_name": "Anjan",
    "photo": "/assets/img/people/200/anjan.jpg",
    "suffix": "M.D., F.A.A.N.",
    "position": "Professor of Neurology",
    "bio": "My area of interest is in Cognitive Neuroscience and Behavioral and Cognitive Neurology. My research is directed at understanding the architecture and neural bases for human cognition. The structure of cognition is at present (and perhaps in principle) not reduced easily to cellular or molecular explanations. The study of how the brain mediates cognition, while constrained by micro-neural facts, is more directly investigated at higher levels of organization by studying cognition in humans. We use experimental and neuroimaging techniques in normal subjects and examine the neuro-psychological effects of brain damage. A clear understanding of cognitive systems and their breakdown is essential in educating patients and families and critical in designing rational treatment strategies.",
    "cv": "/assets/pdf/cv/Anjan_CV.pdf",
    "email": "anjan@pennmedicine.upenn.edu",
    "twitter": "https://twitter.com/Anjan435",
    "flickr": "https://www.flickr.com/photos/anjan58/",
    "category": "lab_director",
    "alum": false
  },
  {
    "middle_last_name": "Urban",
    "first_name": "Emily",
    "photo": "/assets/img/people/200/emily.jpg",
    "position": "Lab Manager",
    "bio": "I received a BA from the University of Pennsylvania, where I studied Fine Arts and Visual Studies with a concentration in the \"Science and Philosophy of Seeing.\" I am interested in how visual perception can affect our comprehension of the world and of art. Besides acting as lab manager, I am currently researching how we perceive human bodies. In my free time, I continue to build my artistic practice and freelance.",
    "email": "emilyu@pennmedicine.upenn.edu",
    "website": "https://emilydurban.crevado.com/",
    "category": "staff",
    "staff_category": "lab_managers",
    "alum": false
  },
  {
    "middle_last_name": "Humphries",
    "first_name": "Stacey",
    "photo": "/assets/img/people/200/stacey.jpg",
    "suffix": "Ph.D.",
    "position": "Postdoctoral Researcher",
    "bio": "I am interested in when and how sensorimotor representations shape language, conceptual processing, reasoning, and aesthetic judgment. To do this work, I use a variety of methods, including functional neuroimaging, studies of neurological patients (Parkinson’s disease patients, and stroke patients with focal lesions), and cognitive and behavioural testing. During my Ph.D. at the University of Manchester, UK, I explored how impaired action representations affect the way patients with Parkinson’s disease gesture about action concepts in conversation. At Penn, I am examining how neurodegenerative patients comprehend literal and metaphorical language, how stroke patients understand analogies, and how patients and young adults view different types of abstract artwork.",
    "email": "hstace@pennmedicine.upenn.edu",
    "website": "https://staceyahumphries.com/",
    "twitter": "https://twitter.com/_SHumphries",
    "category": "postdoctoral_researchers",
    "alum": false
  },
  {
    "middle_last_name": "Klooster",
    "first_name": "Nate",
    "photo": "/assets/img/people/200/nate.jpg",
    "suffix": "Ph.D.",
    "position": "Postdoctoral Researcher",
    "bio": "I'm interested in the neuroscience of memory and communication. I earned my Ph.D. at the University of Iowa where I studied patients with focal lesions or diffuse brain damage due to injury or disease. At Penn I will continue working with neurological patients, and will also utilize neuroimaging techniques to investigate semantic memory and analogical reasoning. Outside of lab, I like spending time with my wife Dana and dog Boogie.",
    "email": "klooster@pennmedicine.upenn.edu",
    "category": "postdoctoral_researchers",
    "alum": false
  },
  {
    "middle_last_name": "Hartung",
    "first_name": "Franziska",
    "photo": "/assets/img/people/200/franziska.jpg",
    "suffix": "Ph.D.",
    "position": "Postdoctoral Researcher",
    "bio": "My research is on how our brains create semantically rich representations in natural language comprehension. During my Ph.D. at the Max Planck Institute for Psycholinguistics and the Donders Institute for Brain, Cognition, and Behaviour in the Netherlands, I investigated the role of perspective for mental models of events and situations when people read fiction. Here at Penn, I want to extend my research on narrative comprehension by investigating differences between literal and figurative meanings. Next to behavioral and neuroimaging experiments, I plan to work with patient groups and brain stimulation. Other than research, I do a lot of sports like boxing and calisthenics and I love cooking and trying out new things.",
    "email": "fhartung@pennmedicine.upenn.edu",
    "website": "https://storiesandthebrain.com",
    "twitter": "https://twitter.com/FranHartung",
    "category": "postdoctoral_researchers",
    "alum": false
  },
  {
    "middle_last_name": "Conrad",
    "first_name": "Erin",
    "photo": "/assets/img/people/200/erin.jpg",
    "suffix": "M.D.",
    "position": "Neurology Resident",
    "bio": "I am interested in ethical decision making and finding out what factors influence our understanding of ethical questions. I completed an M.A. in Philosophy, Politics, and Economics of Health at University College London, where I studied the ethics of research on large groups as well as the ethics of conscientious objection in medicine. I then completed my M.D. at University of Michigan. I am now a neurology resident at Penn.",
    "email": "erin.conrad@uphs.upenn.edu",
    "category": "postdoctoral_researchers",
    "alum": false
  },
  {
    "middle_last_name": "Kenett",
    "first_name": "Yoed",
    "photo": "/assets/img/people/200/yoed.jpg",
    "suffix": "Ph.D.",
    "position": "Postdoctoral Researcher",
    "bio": "I examine how semantic memory structure enables and constrains high level cognitive processes in typical and clinical populations. During my Ph.D. at Bar-Ilan University, I investigated the computational, behavioral, and electrophysiological differences of semantic memory structure in low and high creative individuals. Here at Penn, I am gaining experience in neuroimaging research, applying network neuroscience methods to study creativity. In parallel, I am exploring further cognitive domains, such as conceptual combinations and aesthetic perception.",
    "email": "yoedk@sas.upenn.edu",
    "website": "https://yoedkenett.academia.edu",
    "twitter": "https://twitter.com/yoed_kenett",
    "category": "postdoctoral_researchers",
    "alum": false
  },
  {
    "middle_last_name": "Workman",
    "first_name": "Cliff",
    "photo": "/assets/img/people/200/cliff.jpg",
    "suffix": "Ph.D.",
    "position": "Postdoctoral Researcher",
    "bio": "When we judge people for their moral or prosocial behaviors, do our perceptions of their beauty influence our evaluations? I am interested in understanding how morality and beauty interact to modulate decision-making. Prior to joining the ChatLab, I was a postdoctoral scholar in the Social Cognitive Neuroscience Lab at the University of Chicago under the supervision of Jean Decety. Our work investigates the psycholigical and neural mechansisms underpinning political polarization and support for ideologically-motivated violence. I received my Ph.D. from the University of Manchester in England in 2016 where I investigated relations between moral cognition and emotions and the physiopathology of major depression. Before starting my PhD, I worked at Johns Hopkins University on neuroimaging studies of psychiatric disorders, and also completed a B.S. in Psychology at the University of Maryland, Baltimore County, where I worked on studies of clinical, cognitive, and social functioning.",
    "email": "cliffworkmanphd@gmail.com",
    "website": "https://cliffworkmanphd.blog/",
    "twitter": "https://twitter.com/cliffordianw",
    "category": "postdoctoral_researchers",
    "alum": false
  },
  {
    "middle_last_name": "He",
    "first_name": "Dexian",
    "photo": "/assets/img/people/200/dexian.jpg",
    "suffix": "M.A.",
    "position": "Graduate Student",
    "bio": "I am interested in the role of experience in forming individual face preferences. In ChatLab, my project focuses on how viewer age and subject age interact to affect the perception of facial attractiveness. I am a second-year doctoral student at the School of Psychology, South China Normal University. I received my master's degree from SCNU in 2018 where I investigated the relation between obesity and cognitive control, and how it can be modulated by aesthetics of food. Beyond research, I enjoy reading, jogging, and traveling.",
    "email": "dexian.he@pennmedicine.upenn.edu",
    "category": "student_researchers",
    "student_category": "graduate_students",
    "alum": false
  },
  {
    "middle_last_name": "Wang",
    "first_name": "Yuchao",
    "photo": "/assets/img/people/200/yuchao.jpg",
    "position": "Undergraduate Student",
    "bio": "Yuchao Wang is pursuing his B.A. in cognitive science at Haverford College. He currently conducts thesis research in ChatLab on how the brain responds to literariness in stories. Before this exciting journey in neuroaesthetics, he has researched on the biophysics of peacock feathers as perceived through avian and mammalian vision, which has evolutionary implications. In his free time, he enjoys Bach on Youtube and puppies on Instagram.",
    "email": "ywang24@haverford.edu",
    "category": "student_researchers",
    "student_category": "undergraduate_students",
    "alum": false
  },
  {
    "middle_last_name": "Siegel",
    "first_name": "Charlie",
    "photo": "/assets/img/people/200/charlie.jpg?ver=2",
    "position": "Undergraduate Student",
    "bio": "I am a Senior at Haverford college, pursuing a B.A in Psychology along with a minor in Neuroscience. My past experiences stem from an interest in medicine and healthcare. Previously, at the Johns Hopkins Hospital, I worked as a research assistant in the Neurosciences Critical Care Unit, where I explored the challenges of extubating patients with acute neurological injury who are often intubated for airway protection. My curiosity in how clinical neuroscience interfaces cognitive science has informed my work here at ChatLab, where I am studying the relationship between neuroaesthetics and cognitive enhancement as part of my Senior Thesis. More specifically, I am interested in how incidental social information can impact our moral attitudes about cognitive enhancement. After completing my undergraduate degree, I will be attending Sidney Kimmel Medical School at Jefferson University, where I will also be exploring my research interests in health policy as part of the curriculum’s population health critical inquiry track.",
    "email": "csiegel@haverford.edu",
    "category": "student_researchers",
    "student_category": "undergraduate_students",
    "alum": false
  },
  {
    "middle_last_name": "Bilici",
    "first_name": "Nadir",
    "photo": "/assets/img/people/200/nadir.jpg",
    "position": "Medical Student",
    "bio": "After studying neurobiology at UC Berkeley, I worked as a product manager developing health & fitness apps in Palo Alto. I am now a fourth year medical student at Perelman School of Medicine and am interested in the intersection of technology and medicine. In the ChatLab, I am researching how implicit biases are shaped by our perception of facial features. Beyond the lab and clinic, I develop mobile apps, teach culinary medicine, and get outside as much as possible to hike, camp, ski, and play frisbee.",
    "email": "nadir.bilici@pennmedicine.upenn.edu",
    "category": "student_researchers",
    "student_category": "medical_students",
    "alum": false
  },
  {
    "middle_last_name": "Weisberg",
    "first_name": "Steve",
    "photo": "/assets/img/people/200/steve.jpg",
    "suffix": "Ph.D.",
    "position": "Postdoctoral Researcher",
    "bio": "My research explores how people navigate. As a graduate student at Temple University, I conducted behavioral experiments in virtual environments to determine what makes some people navigational experts and others constantly lost. At Penn, I will incorporate patient and neuroimaging techniques to pursue questions at the intersection of language and navigation. Understanding how spatial and linguistic representations differ will hopefully provide windows to treatment for those with navigational deficits.",
    "cv": "https://smweis.files.wordpress.com/2011/11/weisberg_cv_living.pdf",
    "email": "stweis@pennmedicine.upenn.edu",
    "website": "https://stevenmweisberg.com",
    "twitter": "https://twitter.com/3chordwonder",
    "github": "https://github.com/smweis",
    "category": "postdoctoral_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Hayn-Leichsenring",
    "first_name": "Gregor",
    "photo": "/assets/img/people/200/gregor.jpg",
    "suffix": "D.D.S.",
    "position": "Postdoctoral Researcher",
    "bio": "I received a D.D.S. degree as well as a B.A. degree in philosophy from the University of Jena. Previously, I performed research in neuroembryology as well as empirical aesthetics, focusing on face attractiveness, beauty in visual abstract artworks, and philosophical aesthetics at the Institute of Anatomy I in Jena. At present, I am a postdoctoral scientist at the University of Pennsylvania working on global image properties and their correlation with neurophysiological activities. I am trying to relate the neuronal responses to landscape paintings, art portraits, and abstract art paintings with their statistical image properties. Special focus is on specific areas of the sensorimotor system and the emotion-valuation system.",
    "email": "gregor.hayn-leichsenring@uphs.upenn.edu",
    "website": "https://www.gregor-hayn.com/",
    "twitter": "https://twitter.com/unter_geher",
    "instagram": "https://www.instagram.com/unter_geher/",
    "category": "postdoctoral_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Dinh",
    "first_name": "Claire",
    "photo": "/assets/img/people/200/claire.jpg",
    "position": "Graduate Student",
    "bio": "I am a Penn Master of Bioethics student exploring the neural bases of language. Currently, I am assisting in a patient study on metaphor comprehension. As a Haverford College German major, I conducted research in the ChatLab for my honors thesis on the evolution of the German language and German prepositions. This project required using an interdisciplinary approach, as I employed research methods from linguistics, statistics, and the humanities.",
    "email": "dinhc@pennmedicine.upenn.edu",
    "category": "student_researchers",
    "student_category": "graduate_students",
    "alum": true
  },
  {
    "middle_last_name": "Porter",
    "first_name": "Kelly",
    "photo": "/assets/img/people/200/kelly.jpg",
    "position": "Undergraduate Student",
    "bio": "Kelly Porter is a junior at the University of Pennsylvania studying criminology, neuroscience, and Africana studies. She hopes to attend law school and to provide resources for mental health to individuals within the criminal justice system. Outside of class, she is involved in the Kappa Iota chapter of Sigma Kappa, peer academic advising, and Project HEAL. She enjoys traveling, reading, and hanging with her friends.",
    "email": "emilyu@sas.upenn.edu",
    "category": "student_researchers",
    "student_category": "undergraduate_students",
    "alum": true
  },
  {
    "middle_last_name": "Chakrabarty",
    "first_name": "Madhushree",
    "photo": "/assets/img/people/200/madhushree.jpg",
    "suffix": "Ph.D.",
    "position": "Postdoctoral Researcher",
    "bio": "I am interested in exploring language processing in the human brain, especially the subtle intricacies involved in the pragmatic use of language. I did my Ph.D. at the School of Cognitive Science, Jadavpur University, India. I have used behavioral methods to study the metaphor comprehension ability of patients with focal brain lesions and schizophrenia. I received a Fulbright award to work at Penn to investigate the comprehension of metaphorical and ironic meanings of sentences in patients with focal brain lesions.",
    "email": "machak@pennmedicine.upenn.edu",
    "category": "postdoctoral_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Cardillo",
    "first_name": "Eileen",
    "photo": "/assets/img/people/200/eileen.jpg",
    "suffix": "D.Phil.",
    "position": "Patient Coordinator",
    "bio": "As the coordinator of the Patient Database at the Center for Cognitive Neuroscience, I act as a liaison between patients with brain injury, their neurologists and families, and the scientists and clinicians studying the effects of brain injury on cognition. My own research concerns embodied approaches to language and their ability to account for normal comprehension and as well as the linguistic impairments following brain injury. Using a combination of behavioral and neuroimaging tasks with healthy adults and patients, I specifically focus on the neural basis of metaphoric and spatial language. I am also interested in cognitive and neural changes associated with different types of meditation practice.",
    "email": "eica@pennmedicine.upenn.edu",
    "twitter": "https://twitter.com/EileenCardillo",
    "category": "staff",
    "staff_category": "patient_coordinators",
    "alum": true
  },
  {
    "middle_last_name": "Ptacek",
    "first_name": "Joe",
    "photo": "/assets/img/people/200/joe.jpg",
    "position": "Lab Manager",
    "bio": "During my undergraduate training in neuroscience and linguistics at Macalester College, I contributed to research activities at the Reasoning and Language Investigations (RALI) Lab, focusing on questions related to discourse processing and pragmatics. Prior to joining Chat Lab, I spent several years at Minnesota Epilepsy Group, where I carried out cognitive assessment and assisted with clinical research within a pediatric population. Beyond my interests in cognitive neuroscience, I am curious to learn more about approaches in human-centered design that strive to make technology more usable and enjoyable. In my free time, I like building and modifying electronic musical instruments.",
    "email": "jptacek@pennmedicine.upenn.edu",
    "instagram": "https://www.instagram.com/joeptacek/",
    "github": "https://github.com/joeptacek",
    "category": "staff",
    "staff_category": "lab_managers",
    "alum": true
  },
  {
    "middle_last_name": "Coburn",
    "first_name": "Alex",
    "photo": "/assets/img/people/200/alex.jpg",
    "position": "Doctoral Candidate",
    "bio": "I'm a second year doctoral student in the Department of Architecture at Cambridge University. My research explores how architectural design impacts psychological health, with a particular focus on evaluating the potential cognitive and emotional benefits of biophilic, or nature-like, built environments. As a visiting researcher at Penn, I plan to undertake a series of experiments measuring acute neuropsychological responses to architecture and to investigate the pathways by which external environmental features might influence internal psychological experiences. In my free time, I enjoy hiking, playing soccer, and exploring new places.",
    "email": "alexcoburn11@gmail.com",
    "category": "visiting_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Rosen",
    "first_name": "Miriam",
    "photo": "/assets/img/people/200/miriam.jpg",
    "position": "Medical Student",
    "bio": "My research interests lie primarily in the intersection between medicine and art. I completed my B.A. in Art History and Visual Arts at Columbia University. I then spent a year in Berlin as a DAAD scholar at the Bild Wissen Gestaltung Interdisciplinary Laboratory at Humboldt University. While there, I worked on a project aimed to create a virtual database of facial expressions. I matriculated at the University of Pittsburgh Medical School in August 2016, and I have since taken time off to do research that examines implicit bias with respect to facial disfigurement. I am constantly exploring the intersection between medicine, neuroscience, psychology, art, and literature.",
    "email": "miriamerosen@gmail.com",
    "category": "visiting_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Estrada-Gonzalez",
    "first_name": "Vicente",
    "photo": "/assets/img/people/200/vicente.jpg",
    "position": "Graduate Student",
    "bio": "I am interested in how preference for artworks is mediated by their level of complexity, which can be characterized by statistical measures. I am a second year master student in Cognitive Science at Universidad Autónoma del Estado de México. I graduated from Universidad Nacional Autónoma de México, where I received a B.Sc. in Psychology with a focus in Neuroscience. At Penn, I plan to do some experiments evaluating how statistical features of artworks can be used to predict aesthetic judgments.",
    "email": "contact@vicenteestrada.com",
    "category": "visiting_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Badgio",
    "first_name": "Daniel",
    "photo": "/assets/img/people/200/daniel.jpg",
    "position": "Post Baccalaureate Student",
    "bio": "I graduated from St. John's College (Annapolis) where I studied the Liberal Arts by reading and discussing classic and canonical works. Currently at Penn I am taking courses and hoping to gain research experience in preparation for graduate school in neuroscience. Some of my interests that I'd like to pursue are in the domains of quantitative thinking, intuition, mathematical modelling of the brain, philosophy of neuroscience, and phenomenology.",
    "email": "danielbadgio@gmail.com",
    "category": "student_researchers",
    "student_category": "post_baccalaureate_students",
    "alum": true
  },
  {
    "middle_last_name": "Ho",
    "first_name": "Ting Fung",
    "photo": "/assets/img/people/200/ting.jpg",
    "position": "Doctoral Candidate",
    "bio": "I am a Ph.D. candidate from University of Pennsylvania Department of Philosophy. My research focuses on the nature of human experience, and how cognitive neuroscience sheds light on this issue. Topics that I am working on include how we should understand the transition from perceptual experience to perceptual judgment and whether we can perceptually experience aesthetic properties.",
    "email": "tingho@sas.upenn.edu",
    "category": "visiting_researchers",
    "alum": true
  },
  {
    "middle_last_name": "McQuire",
    "first_name": "Marguerite",
    "category": "postdoctoral_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Jamrozik",
    "first_name": "Anja",
    "category": "postdoctoral_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Quandt",
    "first_name": "Lorna",
    "category": "postdoctoral_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Göksun",
    "first_name": "Tilbe",
    "category": "postdoctoral_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Woods",
    "first_name": "Adam",
    "category": "postdoctoral_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Watson",
    "first_name": "Christine",
    "category": "postdoctoral_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Kranjec",
    "first_name": "Alexander",
    "category": "postdoctoral_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Biran",
    "first_name": "Iftah",
    "category": "postdoctoral_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Chen",
    "first_name": "Evan",
    "category": "postdoctoral_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Ricci",
    "first_name": "Raffaella",
    "category": "postdoctoral_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Schmidt",
    "first_name": "Gwenda",
    "category": "postdoctoral_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Snyder",
    "first_name": "Janice",
    "category": "postdoctoral_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Wu",
    "first_name": "Denise",
    "category": "postdoctoral_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Waller",
    "first_name": "Sara",
    "category": "postdoctoral_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Yuyue",
    "first_name": "Guo",
    "category": "visiting_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Rosa-Leyra",
    "first_name": "Diana",
    "category": "visiting_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Alawi",
    "first_name": "Eliza",
    "category": "visiting_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Mühlhaus",
    "first_name": "Juliane",
    "category": "visiting_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Piedimonte",
    "first_name": "Alessandro",
    "category": "visiting_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Shikhare",
    "first_name": "Sailee",
    "category": "visiting_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Hillebrandt",
    "first_name": "Annika",
    "category": "visiting_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Daini",
    "first_name": "Roberta",
    "category": "visiting_researchers",
    "alum": true
  },
  {
    "middle_last_name": "Chancellor",
    "first_name": "Bree",
    "category": "visiting_researchers",
    "alum": true
  },
  {
    "middle_last_name": "McCollum",
    "first_name": "Lauren",
    "category": "student_researchers",
    "student_category": "medical_students",
    "alum": true
  },
  {
    "middle_last_name": "Prasad",
    "first_name": "Sashank",
    "category": "student_researchers",
    "student_category": "medical_students",
    "alum": true
  },
  {
    "middle_last_name": "Amorapanth",
    "first_name": "Prin",
    "category": "student_researchers",
    "student_category": "graduate_students",
    "alum": true
  },
  {
    "middle_last_name": "Kable",
    "first_name": "Joe",
    "category": "student_researchers",
    "student_category": "graduate_students",
    "alum": true
  },
  {
    "middle_last_name": "Wencil",
    "first_name": "Elaine",
    "category": "student_researchers",
    "student_category": "graduate_students",
    "alum": true
  },
  {
    "middle_last_name": "Vaishnavi",
    "first_name": "Sandeep",
    "category": "student_researchers",
    "student_category": "graduate_students",
    "alum": true
  },
  {
    "middle_last_name": "Bupp",
    "first_name": "Lindsey",
    "category": "student_researchers",
    "student_category": "graduate_students",
    "alum": true
  },
  {
    "middle_last_name": "Nicosia",
    "first_name": "Antonio",
    "category": "student_researchers",
    "student_category": "undergraduate_students",
    "alum": true
  },
  {
    "middle_last_name": "Oraa Ali",
    "first_name": "Michelle",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "Beswick",
    "first_name": "Melissa",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "Yu",
    "first_name": "Alex",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "Dumler",
    "first_name": "Mary",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "Gündöndü",
    "first_name": "Gürer",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "Majeske",
    "first_name": "Devi",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "Malykhina",
    "first_name": "Katsiaryna",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "Mehta",
    "first_name": "Sonali",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "Ianni",
    "first_name": "Geena",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "Gerike",
    "first_name": "Georgia",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "van Buren",
    "first_name": "Ben",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "Shaw",
    "first_name": "Fiona",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "Goncalves",
    "first_name": "Carla",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "Kashuba",
    "first_name": "Adrianna",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "Kopelovich",
    "first_name": "Jonathan",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "Olson",
    "first_name": "Elizabeth",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "Smith",
    "first_name": "Billy",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "Greenberg",
    "first_name": "Adam",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "Lauber",
    "first_name": "Kate",
    "category": "student_researchers",
    "student_category": "undergraduate_or_hs_students",
    "alum": true
  },
  {
    "middle_last_name": "Rogers",
    "first_name": "Emily",
    "category": "staff",
    "staff_category": "lab_managers",
    "alum": true
  },
  {
    "middle_last_name": "Yu",
    "first_name": "Jonathan",
    "category": "staff",
    "staff_category": "lab_managers",
    "alum": true
  },
  {
    "middle_last_name": "Lehet",
    "first_name": "Matt",
    "category": "staff",
    "staff_category": "lab_managers",
    "alum": true
  },
  {
    "middle_last_name": "Bromberger",
    "first_name": "Bianca",
    "category": "staff",
    "staff_category": "lab_managers",
    "alum": true
  },
  {
    "middle_last_name": "Calhoun",
    "first_name": "Jesse",
    "category": "staff",
    "staff_category": "lab_managers",
    "alum": true
  },
  {
    "middle_last_name": "Widick",
    "first_name": "Page",
    "category": "staff",
    "staff_category": "lab_managers",
    "alum": true
  },
  {
    "middle_last_name": "Wilson",
    "first_name": "Ashley",
    "category": "staff",
    "staff_category": "lab_managers",
    "alum": true
  },
  {
    "middle_last_name": "Armstrong",
    "first_name": "Angela",
    "category": "staff",
    "staff_category": "lab_managers",
    "alum": true
  },
  {
    "middle_last_name": "Thompson",
    "first_name": "Kenneth",
    "category": "staff",
    "staff_category": "lab_managers",
    "alum": true
  },
  {
    "middle_last_name": "Sancar",
    "first_name": "Feyza",
    "category": "staff",
    "staff_category": "lab_managers",
    "alum": true
  },
  {
    "middle_last_name": "Stark",
    "first_name": "Marianna",
    "category": "staff",
    "staff_category": "patient_coordinators",
    "alum": true
  }
]
