[
  {
    "first_name": "Anjan",
    "middle_initials": "",
    "last_name": "Chatterjee",
    "name_slug": "anjan-chatterjee",
    "suffix": "M.D., F.A.A.N.",
    "photo": "/assets/img/people/anjan-chatterjee.jpg",
    "bio": "Anjan Chatterjee is the Frank A. and Gwladys H. Elliott Professor and Chair of Neurology at Pennsylvania Hospital and the founding director of the Penn Center for Neuroaesthetics. He is a member of the Center for Cognitive Neuroscience, and the Center for Neuroscience and Society at the University of Pennsylvania. He received his BA in Philosophy from Haverford College, MD from the University of Pennsylvania and completed his neurology residency at the University of Chicago.<br /><br />His clinical practice focuses on patients with cognitive disorders. His research addresses questions about spatial cognition and language, attention, neuroethics, and neuroaesthetics. He wrote The Aesthetic Brain: How we evolved to desire beauty and enjoy art and co-edited: Neuroethics in Practice: Mind, medicine, and society, and The Roots of Cognitive Neuroscience: behavioral neurology and neuropsychology.<br /><br />  He is or has been on the editorial boards of: American Journal of Bioethics: Neuroscience, Behavioural Neurology, Cognitive and Behavioral Neurology, Neuropsychology, Journal of Cognitive Neuroscience, Journal of Alzheimer’s Disease, Journal of the International Neuropsychological Society, European Neurology, Empirical Studies of the Arts, The Open Ethics Journal and Policy Studies in Ethics, Law and Technology. He was awarded the Norman Geschwind Prize in Behavioral and Cognitive Neurology by the American Academy of Neurology and the Rudolph Arnheim Prize for contributions to Psychology and the Arts by the American Psychological Association. He is a founding member of the Board of Governors of the Neuroethics Society, the past President of the International Association of Empirical Aesthetics, and the past President of the Behavioral and Cognitive Neurology Society. He has served on the boards of the Norris Square Neighborhood Project and the Associated services for the Blind and Visually Impaired. He currently serves on the Boards of The College of Physicians of Philadelphia and Haverford College.<br /><br />  Anjan Chatterjee is author of the book, <a class=\"link dim blue underline\" href=\"https://global.oup.com/academic/product/the-aesthetic-brain-9780199811809\" target=\"_blank\">The Aesthetic Brain</a>.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "Perelman School of Medicine",
    "penn_department": "Neurology",
    "links": [
      {
        "link_name": "Link to CV",
        "link_url": "/assets/pdf/cv/Anjan_CV.pdf"
      },
      {
        "link_name": "Profile on Twitter",
        "link_url": "https://twitter.com/Anjan435"
      },
      {
        "link_name": "Profile on Flickr",
        "link_url": "https://www.flickr.com/photos/anjan58"
      }
    ],
    "pcfn_title": "Director, Penn Center for Neuroaesthetics",
    "pcfn_title_short": "Director",
    "pcfn_rank": 999,
    "chatlab_bio": "My area of interest is in Cognitive Neuroscience and Behavioral and Cognitive Neurology. My research is directed at understanding the architecture and neural bases for human cognition. The structure of cognition is at present (and perhaps in principle) not reduced easily to cellular or molecular explanations. The study of how the brain mediates cognition, while constrained by micro-neural facts, is more directly investigated at higher levels of organization by studying cognition in humans. We use experimental and neuroimaging techniques in normal subjects and examine the neuro-psychological effects of brain damage. A clear understanding of cognitive systems and their breakdown is essential in educating patients and families and critical in designing rational treatment strategies.",
    "chatlab_title": "Professor of Neurology, Psychology, and Architecture",
    "chatlab_role": "director",
    "chatlab_email": "anjan@pennmedicine.upenn.edu",
    "pcfn_group": true,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": false
  },
  {
    "first_name": "Eileen",
    "middle_initials": "",
    "last_name": "Cardillo",
    "name_slug": "eileen-cardillo",
    "suffix": "D.Phil.",
    "photo": "/assets/img/people/eileen-cardillo.jpg",
    "bio": "Eileen Cardillo, DPhil is a cognitive neuroscientist and Associate Director of the Penn Center for Neuroaesthetics. She received her B.S. in Biological Psychology at the College of William and Mary and her doctorate in Experimental Psychology while a Rhodes Scholar at the University of Oxford. After completing her postdoctoral training at UC-San Diego and the University of Pennsylvania, Eileen served as the Patient Coordinator of the Focal Lesion Database at Penn’s Center for Cognitive Neuroscience. Her research investigates the cognitive and neural mechanisms supporting language comprehension, with a particular focus on metaphor and neuropsychological studies of patient populations. Other areas of interest include verbal creativity, aesthetic preference, and the cognitive and neural changes associated with contemplative practice.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "Perelman School of Medicine",
    "penn_department": "Neurology",
    "links": [
      {
        "link_name": "Profile on Twitter",
        "link_url": "https://twitter.com/EileenCardillo"
      }
    ],
    "pcfn_title": "Associate Director, Penn Center for Neuroaesthetics",
    "pcfn_title_short": "Associate Director",
    "pcfn_rank": 998,
    "chatlab_bio": "As the coordinator of the Patient Database at the Center for Cognitive Neuroscience, I act as a liaison between patients with brain injury, their neurologists and families, and the scientists and clinicians studying the effects of brain injury on cognition. My own research concerns embodied approaches to language and their ability to account for normal comprehension and as well as the linguistic impairments following brain injury. Using a combination of behavioral and neuroimaging tasks with healthy adults and patients, I specifically focus on the neural basis of metaphoric and spatial language. I am also interested in cognitive and neural changes associated with different types of meditation practice.",
    "chatlab_title": "Patient Coordinator",
    "chatlab_role": "staff",
    "chatlab_staff_role": "patient_coordinator",
    "chatlab_email": "eica@pennmedicine.upenn.edu",
    "pcfn_group": true,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Joe",
    "middle_initials": "",
    "last_name": "Ptacek",
    "name_slug": "joe-ptacek",
    "photo": "/assets/img/people/joe-ptacek.jpg",
    "bio": "Joe Ptacek is the Center Manager at the Penn Center for Neuroaesthetics. Beyond his interests in cognitive neuroscience and linguistics, he enjoys web development and creative coding.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "Perelman School of Medicine",
    "penn_department": "Neurology",
    "links": [
      {
        "link_name": "Profile on Instagram",
        "link_url": "https://www.instagram.com/joeptacek/"
      },
      {
        "link_name": "Profile on GitHub",
        "link_url": "https://github.com/joeptacek"
      }
    ],
    "pcfn_title": "Center Manager",
    "pcfn_title_short": "",
    "pcfn_rank": 899,
    "chatlab_bio": "During my undergraduate training in neuroscience and linguistics at Macalester College, I contributed to research activities at the Reasoning and Language Investigations (RALI) Lab, focusing on questions related to discourse processing and pragmatics. Prior to joining Chat Lab, I spent several years at Minnesota Epilepsy Group, where I carried out cognitive assessment and assisted with clinical research within a pediatric population. Beyond my interests in cognitive neuroscience, I am curious to learn more about approaches in human-centered design that strive to make technology more usable and enjoyable. In my free time, I like building and modifying electronic musical instruments.",
    "chatlab_title": "Lab Manager",
    "chatlab_role": "staff",
    "chatlab_staff_role": "lab_manager",
    "chatlab_email": "jptacek@pennmedicine.upenn.edu",
    "pcfn_group": true,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Emily",
    "middle_initials": "",
    "last_name": "Urban",
    "name_slug": "emily-urban",
    "photo": "/assets/img/people/emily-urban.jpg",
    "bio": "I received a BA from the University of Pennsylvania, where I studied Fine Arts and Visual Studies with a concentration in the \"Science and Philosophy of Seeing.\" I am interested in how visual perception can affect our comprehension of the world and of art. Besides acting as Lab Manager for ChatLab, I'm currently researching how we perceive human bodies. In my free time, I continue to build my artistic practice and freelance.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "Perelman School of Medicine",
    "penn_department": "Neurology",
    "links": [
      {
        "link_name": "Personal Website",
        "link_url": "https://emilydurban.crevado.com/"
      }
    ],
    "pcfn_title": "Lab Manager",
    "pcfn_title_short": "",
    "pcfn_rank": 898,
    "chatlab_bio": "I received a BA from the University of Pennsylvania, where I studied Fine Arts and Visual Studies with a concentration in the \"Science and Philosophy of Seeing.\" I am interested in how visual perception can affect our comprehension of the world and of art. Besides acting as Lab Manager for ChatLab, I'm currently researching how we perceive human bodies. In my free time, I continue to build my artistic practice and freelance.",
    "chatlab_title": "Lab Manager",
    "chatlab_role": "staff",
    "chatlab_staff_role": "lab_manager",
    "chatlab_email": "emilyu@pennmedicine.upenn.edu",
    "pcfn_group": true,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": false
  },
  {
    "first_name": "Lucas",
    "middle_initials": "",
    "last_name": "Kelly",
    "name_slug": "lucas-kelly",
    "photo": "/assets/img/people/lucas-kelly.jpg",
    "bio": "Kelly's work has been exhibited in museums and galleries across the United States and throughout Europe. His work has been the subject of multiple solo and group exhibitions, most notably in the survey of abstract painting \"The Painted World\" at PS1 MoMA. In 2019 Kelly was named as the inaugural artist in residence at the Penn Center for Neuroaesthetics. A full professor in Visual Arts at Mercer County Community College, Kelly holds a BFA from Maryland Institute College of Art and a MFA from Mason Gross School of the Arts. He is a member of the Tiger Strikes Asteroid network of artists, and his studio is in Philadelphia.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "Perelman School of Medicine",
    "penn_department": "Neurology",
    "links": [
      {
        "link_name": "Personal Website",
        "link_url": "https://lucaskelly.com"
      },
      {
        "link_name": "Profile on Instagram",
        "link_url": "https://lucaskelly.com"
      },
      {
        "link_name": "Tiger Strikes Asteroid",
        "link_url": "https://www.tigerstrikesasteroid.com/"
      }
    ],
    "pcfn_title": "Artist-in-Residence",
    "pcfn_title_short": "",
    "pcfn_rank": 700,
    "pcfn_group": true,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false
  },
  {
    "first_name": "Stacey",
    "middle_initials": "",
    "last_name": "Humphries",
    "name_slug": "stacey-humphries",
    "suffix": "Ph.D.",
    "photo": "/assets/img/people/stacey-humphries.jpg",
    "bio": "Stacey trained in experimental psychology and cognitive neuroscience at the University of Manchester, UK, where she received a B.Sc. in Psychology, a Masters in Research Methods and Statistics, and a Ph.D. in Psychology. She joined the PCfN as a postdoc in 2016. Her research focuses on how sensorimotor representations shape language and conceptual processing, and she has recently begun to apply this work in the domain of aesthetic experience. Stacey is using fMRI to determine whether movement and visual motion processing areas of the brain are involved when people view dynamic action paintings. She is also investigating how aesthetic experiences of action paintings may be altered in neurological patients with damage to the motor system.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "Perelman School of Medicine",
    "penn_department": "Neurology",
    "links": [
      {
        "link_name": "Personal Website",
        "link_url": "https://staceyahumphries.com/"
      },
      {
        "link_name": "Profile on Twitter",
        "link_url": "https://twitter.com/_SHumphries"
      }
    ],
    "pcfn_title": "Postdoctoral Researcher",
    "pcfn_title_short": "",
    "pcfn_rank": 600,
    "chatlab_bio": "I am interested in when and how sensorimotor representations shape language, conceptual processing, reasoning, and aesthetic judgment. To do this work, I use a variety of methods, including functional neuroimaging, studies of neurological patients (Parkinson’s disease patients, and stroke patients with focal lesions), and cognitive and behavioural testing. During my Ph.D. at the University of Manchester, UK, I explored how impaired action representations affect the way patients with Parkinson’s disease gesture about action concepts in conversation. At Penn, I am examining how neurodegenerative patients comprehend literal and metaphorical language, how stroke patients understand analogies, and how patients and young adults view different types of abstract artwork.",
    "chatlab_title": "Postdoctoral Researcher",
    "chatlab_role": "postdoctoral_researcher",
    "chatlab_email": "hstace@pennmedicine.upenn.edu",
    "pcfn_group": true,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": false
  },
  {
    "first_name": "Franziska",
    "middle_initials": "",
    "last_name": "Hartung",
    "name_slug": "franziska-hartung",
    "suffix": "Ph.D.",
    "photo": "/assets/img/people/franziska-hartung.jpg?ver=3",
    "bio": "Franziska received her PhD degree in cognitive neuroscience from the Max-Planck Institute for Psycholinguistics and the Radboud University (Donders Institute for Brain, Cognition, and Behaviour) in the Netherlands. Her research projects centered around the question of how context shapes meaning and experience and its underlying neural mechanisms. She is working on various aspects of story comprehension, event processing, aesthetic and affective responses to literary texts and as of recent human faces which includes exploratory work on person perception and stigma.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "Perelman School of Medicine",
    "penn_department": "Neurology",
    "links": [
      {
        "link_name": "Personal Website",
        "link_url": "https://storiesandthebrain.com"
      },
      {
        "link_name": "Profile on Twitter",
        "link_url": "https://twitter.com/FranHartung"
      }
    ],
    "pcfn_title": "Postdoctoral Researcher",
    "pcfn_title_short": "",
    "pcfn_rank": 600,
    "chatlab_bio": "Franziska received her PhD degree in cognitive neuroscience from the Max-Planck Institute for Psycholinguistics and the Radboud University (Donders Institute for Brain, Cognition, and Behaviour) in the Netherlands. Her research projects centered around the question of how context shapes meaning and experience and its underlying neural mechanisms. She is working on various aspects of story comprehension, event processing, aesthetic and affective responses to literary texts and as of recent human faces which includes exploratory work on person perception and stigma.",
    "chatlab_title": "Postdoctoral Researcher",
    "chatlab_role": "postdoctoral_researcher",
    "chatlab_email": "fhartung@pennmedicine.upenn.edu",
    "pcfn_group": true,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": false
  },
  {
    "first_name": "Yoed",
    "middle_initials": "",
    "last_name": "Kenett",
    "name_slug": "yoed-kenett",
    "suffix": "Ph.D.",
    "photo": "/assets/img/people/yoed-kenett.jpg",
    "bio": "Yoed Kenett has a Ph.D. (2015) in neuroscience from Bar-Ilan University, Israel. Currently he is a postdoctoral fellow at the Department of Psychology at the University of Pennsylvania, working at the labs of Dr. Sharon Thompson-Schill and Dr. Anjan Chatterjee. His research computationally and empirically investigates the structure of semantic memory (our memory of knowledge and facts) and how it constrains cognitive processes operating over it, such as creativity, aesthetics, and memory retrieval, in typical and clinical populations. He then applies neurocognitive empirical methods to study these quantitative findings.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "School of Arts and Sciences",
    "penn_department": "Neurology",
    "links": [
      {
        "link_name": "Personal Website",
        "link_url": "https://yoedkenett.academia.edu"
      },
      {
        "link_name": "Profile on Twitter",
        "link_url": "https://twitter.com/yoed_kenett"
      }
    ],
    "pcfn_title": "Postdoctoral Researcher",
    "pcfn_title_short": "",
    "pcfn_rank": 600,
    "chatlab_bio": "I examine how semantic memory structure enables and constrains high level cognitive processes in typical and clinical populations. During my Ph.D. at Bar-Ilan University, I investigated the computational, behavioral, and electrophysiological differences of semantic memory structure in low and high creative individuals. Here at Penn, I am gaining experience in neuroimaging research, applying network neuroscience methods to study creativity. In parallel, I am exploring further cognitive domains, such as conceptual combinations and aesthetic perception.",
    "chatlab_title": "Postdoctoral Researcher",
    "chatlab_role": "postdoctoral_researcher",
    "chatlab_email": "yoedk@sas.upenn.edu",
    "pcfn_group": true,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": false
  },
  {
    "first_name": "Cliff",
    "middle_initials": "",
    "last_name": "Workman",
    "name_slug": "cliff-workman",
    "suffix": "Ph.D.",
    "photo": "/assets/img/people/cliff-workman.jpg",
    "bio": "When we judge people for their moral or prosocial behaviors, do our perceptions of their beauty influence our evaluations? I am interested in understanding how morality and beauty interact to modulate decision-making. Prior to joining the ChatLab, I was a postdoctoral scholar in the Social Cognitive Neuroscience Lab at the University of Chicago under the supervision of Jean Decety. Our work investigates the psycholigical and neural mechansisms underpinning political polarization and support for ideologically-motivated violence. I received my Ph.D. from the University of Manchester in England in 2016 where I investigated relations between moral cognition and emotions and the physiopathology of major depression. Before starting my PhD, I worked at Johns Hopkins University on neuroimaging studies of psychiatric disorders, and also completed a B.S. in Psychology at the University of Maryland, Baltimore County, where I worked on studies of clinical, cognitive, and social functioning.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "Perelman School of Medicine",
    "penn_department": "Neurology",
    "links": [
      {
        "link_name": "Personal Website",
        "link_url": "https://cliffworkmanphd.blog/"
      },
      {
        "link_name": "Profile on Twitter",
        "link_url": "https://twitter.com/cliffordianw"
      }
    ],
    "pcfn_title": "Postdoctoral Researcher",
    "pcfn_title_short": "",
    "pcfn_rank": 600,
    "chatlab_bio": "When we judge people for their moral or prosocial behaviors, do our perceptions of their beauty influence our evaluations? I am interested in understanding how morality and beauty interact to modulate decision-making. Prior to joining the ChatLab, I was a postdoctoral scholar in the Social Cognitive Neuroscience Lab at the University of Chicago under the supervision of Jean Decety. Our work investigates the psycholigical and neural mechansisms underpinning political polarization and support for ideologically-motivated violence. I received my Ph.D. from the University of Manchester in England in 2016 where I investigated relations between moral cognition and emotions and the physiopathology of major depression. Before starting my PhD, I worked at Johns Hopkins University on neuroimaging studies of psychiatric disorders, and also completed a B.S. in Psychology at the University of Maryland, Baltimore County, where I worked on studies of clinical, cognitive, and social functioning.",
    "chatlab_title": "Postdoctoral Researcher",
    "chatlab_role": "postdoctoral_researcher",
    "chatlab_email": "cliffworkmanphd@gmail.com",
    "pcfn_group": true,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": false
  },
  {
    "first_name": "Nadir",
    "middle_initials": "",
    "last_name": "Bilici",
    "name_slug": "nadir-bilici",
    "photo": "/assets/img/people/nadir-bilici.jpg",
    "bio": "After studying neurobiology at UC Berkeley, I worked as a product manager developing health & fitness apps in Palo Alto. I am now a fourth year medical student at Perelman School of Medicine and am interested in the intersection of technology and medicine. In the ChatLab, I am researching how implicit biases are shaped by our perception of facial features. Beyond the lab and clinic, I develop mobile apps, teach culinary medicine, and get outside as much as possible to hike, camp, ski, and play frisbee.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "Perelman School of Medicine",
    "penn_department": "Neurology",
    "pcfn_title": "Student Researcher",
    "pcfn_title_short": "",
    "pcfn_rank": 500,
    "chatlab_bio": "After studying neurobiology at UC Berkeley, I worked as a product manager developing health & fitness apps in Palo Alto. I am now a fourth year medical student at Perelman School of Medicine and am interested in the intersection of technology and medicine. In the ChatLab, I am researching how implicit biases are shaped by our perception of facial features. Beyond the lab and clinic, I develop mobile apps, teach culinary medicine, and get outside as much as possible to hike, camp, ski, and play frisbee.",
    "chatlab_title": "Medical Student",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "medical_student",
    "chatlab_email": "nadir.bilici@pennmedicine.upenn.edu",
    "pcfn_group": true,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": false
  },
  {
    "first_name": "Dexian",
    "middle_initials": "",
    "last_name": "He",
    "name_slug": "dexian-he",
    "suffix": "M.A.",
    "photo": "/assets/img/people/dexian-he.jpg?ver=2",
    "bio": "I am interested in the role of experience in forming individual face preferences. In ChatLab, my project focuses on how viewer age and subject age interact to affect the perception of facial attractiveness. I am a second-year doctoral student at the School of Psychology, South China Normal University. I received my master's degree from SCNU in 2018 where I investigated the relation between obesity and cognitive control, and how it can be modulated by aesthetics of food. Beyond research, I enjoy reading, jogging, and traveling.",
    "affiliation": "South China Normal University",
    "pcfn_title": "Student Researcher",
    "pcfn_title_short": "",
    "pcfn_rank": 500,
    "chatlab_bio": "I am interested in the role of experience in forming individual face preferences. In ChatLab, my project focuses on how viewer age and subject age interact to affect the perception of facial attractiveness. I am a second-year doctoral student at the School of Psychology, South China Normal University. I received my master's degree from SCNU in 2018 where I investigated the relation between obesity and cognitive control, and how it can be modulated by aesthetics of food. Beyond research, I enjoy reading, jogging, and traveling.",
    "chatlab_title": "Graduate Student",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "graduate_student",
    "chatlab_email": "dexian.he@pennmedicine.upenn.edu",
    "pcfn_group": true,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": false
  },
  {
    "first_name": "Yuchao",
    "middle_initials": "",
    "last_name": "Wang",
    "name_slug": "yuchao-wang",
    "photo": "/assets/img/people/yuchao-wang.jpg?ver=2",
    "bio": "Yuchao Wang is pursuing his B.A. in cognitive science at Haverford College. He currently conducts thesis research in ChatLab on how the brain responds to literariness in stories. Before this exciting journey in neuroaesthetics, he has researched on the biophysics of peacock feathers as perceived through avian and mammalian vision, which has evolutionary implications. In his free time, he enjoys Bach on Youtube and puppies on Instagram.",
    "affiliation": "Haverford College",
    "pcfn_title": "Student Researcher",
    "pcfn_title_short": "",
    "pcfn_rank": 500,
    "chatlab_bio": "Yuchao Wang is pursuing his B.A. in cognitive science at Haverford College. He currently conducts thesis research in ChatLab on how the brain responds to literariness in stories. Before this exciting journey in neuroaesthetics, he has researched on the biophysics of peacock feathers as perceived through avian and mammalian vision, which has evolutionary implications. In his free time, he enjoys Bach on Youtube and puppies on Instagram.",
    "chatlab_title": "Undergraduate Student",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_student",
    "chatlab_email": "ywang24@haverford.edu",
    "pcfn_group": true,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": false
  },
  {
    "first_name": "Charlie",
    "middle_initials": "",
    "last_name": "Siegel",
    "name_slug": "charlie-siegel",
    "photo": "/assets/img/people/charlie-siegel.jpg",
    "bio": "I am a Senior at Haverford college, pursuing a B.A in Psychology along with a minor in Neuroscience. My past experiences stem from an interest in medicine and healthcare. Previously, at the Johns Hopkins Hospital, I worked as a research assistant in the Neurosciences Critical Care Unit, where I explored the challenges of extubating patients with acute neurological injury who are often intubated for airway protection. My curiosity in how clinical neuroscience interfaces cognitive science has informed my work here at ChatLab, where I am studying the relationship between neuroaesthetics and cognitive enhancement as part of my Senior Thesis. More specifically, I am interested in how incidental social information can impact our moral attitudes about cognitive enhancement. After completing my undergraduate degree, I will be attending Sidney Kimmel Medical School at Jefferson University, where I will also be exploring my research interests in health policy as part of the curriculum’s population health critical inquiry track.",
    "affiliation": "Haverford College",
    "pcfn_title": "Student Researcher",
    "pcfn_title_short": "",
    "pcfn_rank": 500,
    "chatlab_bio": "I am a Senior at Haverford college, pursuing a B.A in Psychology along with a minor in Neuroscience. My past experiences stem from an interest in medicine and healthcare. Previously, at the Johns Hopkins Hospital, I worked as a research assistant in the Neurosciences Critical Care Unit, where I explored the challenges of extubating patients with acute neurological injury who are often intubated for airway protection. My curiosity in how clinical neuroscience interfaces cognitive science has informed my work here at ChatLab, where I am studying the relationship between neuroaesthetics and cognitive enhancement as part of my Senior Thesis. More specifically, I am interested in how incidental social information can impact our moral attitudes about cognitive enhancement. After completing my undergraduate degree, I will be attending Sidney Kimmel Medical School at Jefferson University, where I will also be exploring my research interests in health policy as part of the curriculum’s population health critical inquiry track.",
    "chatlab_title": "Undergraduate Student",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_student",
    "chatlab_email": "csiegel@haverford.edu",
    "pcfn_group": true,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": false
  },
  {
    "first_name": "Gregor",
    "middle_initials": "",
    "last_name": "Hayn-Leichsenring",
    "name_slug": "gregor-hayn-leichsenring",
    "suffix": "D.D.S.",
    "photo": "/assets/img/people/gregor-hayn-leichsenring.jpg",
    "bio": "I received a D.D.S. degree as well as a B.A. degree in philosophy from the University of Jena. Previously, I performed research in neuroembryology as well as empirical aesthetics, focusing on face attractiveness, beauty in visual abstract artworks, and philosophical aesthetics at the Institute of Anatomy I in Jena. At present, I am a postdoctoral scientist at the University of Pennsylvania working on global image properties and their correlation with neurophysiological activities. I am trying to relate the neuronal responses to landscape paintings, art portraits, and abstract art paintings with their statistical image properties. Special focus is on specific areas of the sensorimotor system and the emotion-valuation system.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "Perelman School of Medicine",
    "penn_department": "Neurology",
    "links": [
      {
        "link_name": "Personal Website",
        "link_url": "https://www.gregor-hayn.com/"
      },
      {
        "link_name": "Profile on Twitter",
        "link_url": "https://twitter.com/unter_geher"
      },
      {
        "link_name": "Profile on Instagram",
        "link_url": "https://www.instagram.com/unter_geher/"
      }
    ],
    "pcfn_title": "Postdoctoral Researcher",
    "pcfn_title_short": "",
    "pcfn_rank": 600,
    "chatlab_bio": "I received a D.D.S. degree as well as a B.A. degree in philosophy from the University of Jena. Previously, I performed research in neuroembryology as well as empirical aesthetics, focusing on face attractiveness, beauty in visual abstract artworks, and philosophical aesthetics at the Institute of Anatomy I in Jena. At present, I am a postdoctoral scientist at the University of Pennsylvania working on global image properties and their correlation with neurophysiological activities. I am trying to relate the neuronal responses to landscape paintings, art portraits, and abstract art paintings with their statistical image properties. Special focus is on specific areas of the sensorimotor system and the emotion-valuation system.",
    "chatlab_title": "Postdoctoral Researcher",
    "chatlab_role": "postdoctoral_researcher",
    "chatlab_email": "gregor.hayn-leichsenring@uphs.upenn.edu",
    "pcfn_group": true,
    "pcfn_alum": true,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Kelly",
    "middle_initials": "",
    "last_name": "Porter",
    "name_slug": "kelly-porter",
    "photo": "/assets/img/people/kelly-porter.jpg",
    "bio": "Kelly Porter is a junior at the University of Pennsylvania studying criminology, neuroscience, and Africana studies. She hopes to attend law school and to provide resources for mental health to individuals within the criminal justice system. Outside of class, she is involved in the Kappa Iota chapter of Sigma Kappa, peer academic advising, and Project HEAL. She enjoys traveling, reading, and hanging with her friends.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "School of Arts and Sciences",
    "penn_department": "Criminology",
    "pcfn_title": "Student Researcher",
    "pcfn_title_short": "",
    "pcfn_rank": 500,
    "chatlab_bio": "Kelly Porter is a junior at the University of Pennsylvania studying criminology, neuroscience, and Africana studies. She hopes to attend law school and to provide resources for mental health to individuals within the criminal justice system. Outside of class, she is involved in the Kappa Iota chapter of Sigma Kappa, peer academic advising, and Project HEAL. She enjoys traveling, reading, and hanging with her friends.",
    "chatlab_title": "Undergraduate Student",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_student",
    "chatlab_email": "emilyu@sas.upenn.edu",
    "pcfn_group": true,
    "pcfn_alum": true,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Nate",
    "middle_initials": "",
    "last_name": "Klooster",
    "name_slug": "nate-klooster",
    "suffix": "Ph.D.",
    "photo": "/assets/img/people/nate-klooster.jpg",
    "affiliation": "University of Pennsylvania",
    "penn_school": "Perelman School of Medicine",
    "penn_department": "Neurology",
    "links": [
      {
        "link_name": "Personal Website",
        "link_url": "https://nathanielklooster.com/"
      }
    ],
    "chatlab_bio": "I am interested in the neuroscience of memory and language broadly. At Penn, I study semantic memory and figurative language. Examining neurological patients allows me to establish the necessity of brain regions in their support of cognition. My work identifying experimental measures sensitive to the earliest cognitive changes in neurodegenerative disease aims to impact early diagnoses and the evaluation of potential treatments. I earned my Ph.D. at the University of Iowa where I studied semantic richness in patients with bilateral hippocampal damage and profound amnesia. Outside of lab, I like spending time with my wife Dana, our daughter Izzy, and our dog Boogie.",
    "chatlab_title": "Postdoctoral Researcher",
    "chatlab_role": "postdoctoral_researcher",
    "chatlab_email": "klooster@pennmedicine.upenn.edu",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": false
  },
  {
    "first_name": "Erin",
    "middle_initials": "",
    "last_name": "Conrad",
    "name_slug": "erin-conrad",
    "suffix": "M.D.",
    "photo": "/assets/img/people/erin-conrad.jpg",
    "affiliation": "University of Pennsylvania",
    "penn_school": "Perelman School of Medicine",
    "penn_department": "Neurology",
    "chatlab_bio": "I am interested in ethical decision making and finding out what factors influence our understanding of ethical questions. I completed an M.A. in Philosophy, Politics, and Economics of Health at University College London, where I studied the ethics of research on large groups as well as the ethics of conscientious objection in medicine. I then completed my M.D. at University of Michigan. I am now a neurology resident at Penn.",
    "chatlab_title": "Neurology Resident",
    "chatlab_role": "postdoctoral_researcher",
    "chatlab_email": "erin.conrad@uphs.upenn.edu",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": false
  },
  {
    "first_name": "Steve",
    "middle_initials": "",
    "last_name": "Weisberg",
    "name_slug": "steve-weisberg",
    "suffix": "Ph.D.",
    "links": [
      {
        "link_name": "Link to CV",
        "link_url": "https://smweis.files.wordpress.com/2011/11/weisberg_cv_living.pdf"
      },
      {
        "link_name": "Personal Website",
        "link_url": "https://stevenmweisberg.com"
      },
      {
        "link_name": "Profile on Twitter",
        "link_url": "https://twitter.com/3chordwonder"
      },
      {
        "link_name": "Profile on GitHub",
        "link_url": "https://github.com/smweis"
      }
    ],
    "chatlab_bio": "My research explores how people navigate. As a graduate student at Temple University, I conducted behavioral experiments in virtual environments to determine what makes some people navigational experts and others constantly lost. At Penn, I will incorporate patient and neuroimaging techniques to pursue questions at the intersection of language and navigation. Understanding how spatial and linguistic representations differ will hopefully provide windows to treatment for those with navigational deficits.",
    "chatlab_title": "Postdoctoral Researcher",
    "chatlab_role": "postdoctoral_researcher",
    "chatlab_email": "stweis@pennmedicine.upenn.edu",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Madhushree",
    "middle_initials": "",
    "last_name": "Chakrabarty",
    "name_slug": "madhushree-chakrabarty",
    "suffix": "Ph.D.",
    "chatlab_bio": "I am interested in exploring language processing in the human brain, especially the subtle intricacies involved in the pragmatic use of language. I did my Ph.D. at the School of Cognitive Science, Jadavpur University, India. I have used behavioral methods to study the metaphor comprehension ability of patients with focal brain lesions and schizophrenia. I received a Fulbright award to work at Penn to investigate the comprehension of metaphorical and ironic meanings of sentences in patients with focal brain lesions.",
    "chatlab_title": "Postdoctoral Researcher",
    "chatlab_role": "postdoctoral_researcher",
    "chatlab_email": "machak@pennmedicine.upenn.edu",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Claire",
    "middle_initials": "",
    "last_name": "Dinh",
    "name_slug": "claire-dinh",
    "chatlab_bio": "I am a Penn Master of Bioethics student exploring the neural bases of language. Currently, I am assisting in a patient study on metaphor comprehension. As a Haverford College German major, I conducted research in the ChatLab for my honors thesis on the evolution of the German language and German prepositions. This project required using an interdisciplinary approach, as I employed research methods from linguistics, statistics, and the humanities.",
    "chatlab_title": "Graduate Student",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "graduate_student",
    "chatlab_email": "dinhc@pennmedicine.upenn.edu",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Daniel",
    "middle_initials": "",
    "last_name": "Badgio",
    "name_slug": "daniel-badgio",
    "chatlab_bio": "I graduated from St. John's College (Annapolis) where I studied the Liberal Arts by reading and discussing classic and canonical works. Currently at Penn I am taking courses and hoping to gain research experience in preparation for graduate school in neuroscience. Some of my interests that I'd like to pursue are in the domains of quantitative thinking, intuition, mathematical modelling of the brain, philosophy of neuroscience, and phenomenology.",
    "chatlab_title": "Post Baccalaureate Student",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "postbaccalaureate_student",
    "chatlab_email": "danielbadgio@gmail.com",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Alex",
    "middle_initials": "",
    "last_name": "Coburn",
    "name_slug": "alex-coburn",
    "chatlab_bio": "I'm a second year doctoral student in the Department of Architecture at Cambridge University. My research explores how architectural design impacts psychological health, with a particular focus on evaluating the potential cognitive and emotional benefits of biophilic, or nature-like, built environments. As a visiting researcher at Penn, I plan to undertake a series of experiments measuring acute neuropsychological responses to architecture and to investigate the pathways by which external environmental features might influence internal psychological experiences. In my free time, I enjoy hiking, playing soccer, and exploring new places.",
    "chatlab_title": "Doctoral Candidate",
    "chatlab_role": "visiting_researcher",
    "chatlab_email": "alexcoburn11@gmail.com",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Miriam",
    "middle_initials": "",
    "last_name": "Rosen",
    "name_slug": "miriam-rosen",
    "chatlab_bio": "My research interests lie primarily in the intersection between medicine and art. I completed my B.A. in Art History and Visual Arts at Columbia University. I then spent a year in Berlin as a DAAD scholar at the Bild Wissen Gestaltung Interdisciplinary Laboratory at Humboldt University. While there, I worked on a project aimed to create a virtual database of facial expressions. I matriculated at the University of Pittsburgh Medical School in August 2016, and I have since taken time off to do research that examines implicit bias with respect to facial disfigurement. I am constantly exploring the intersection between medicine, neuroscience, psychology, art, and literature.",
    "chatlab_title": "Medical Student",
    "chatlab_role": "visiting_researcher",
    "chatlab_email": "miriamerosen@gmail.com",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Vicente",
    "middle_initials": "",
    "last_name": "Estrada-Gonzalez",
    "name_slug": "vicente-estrada-gonzalez",
    "chatlab_bio": "I am interested in how preference for artworks is mediated by their level of complexity, which can be characterized by statistical measures. I am a second year master student in Cognitive Science at Universidad Autónoma del Estado de México. I graduated from Universidad Nacional Autónoma de México, where I received a B.Sc. in Psychology with a focus in Neuroscience. At Penn, I plan to do some experiments evaluating how statistical features of artworks can be used to predict aesthetic judgments.",
    "chatlab_title": "Graduate Student",
    "chatlab_role": "visiting_researcher",
    "chatlab_email": "contact@vicenteestrada.com",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Ting Fung",
    "middle_initials": "",
    "last_name": "Ho",
    "name_slug": "ting-fung-ho",
    "chatlab_bio": "I am a Ph.D. candidate from University of Pennsylvania Department of Philosophy. My research focuses on the nature of human experience, and how cognitive neuroscience sheds light on this issue. Topics that I am working on include how we should understand the transition from perceptual experience to perceptual judgment and whether we can perceptually experience aesthetic properties.",
    "chatlab_title": "Doctoral Candidate",
    "chatlab_role": "visiting_researcher",
    "chatlab_email": "tingho@sas.upenn.edu",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Marguerite",
    "middle_initials": "",
    "last_name": "McQuire",
    "name_slug": "marguerite-mcquire",
    "chatlab_role": "postdoctoral_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Anja",
    "middle_initials": "",
    "last_name": "Jamrozik",
    "name_slug": "anja-jamrozik",
    "chatlab_role": "postdoctoral_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Lorna",
    "middle_initials": "",
    "last_name": "Quandt",
    "name_slug": "lorna-quandt",
    "chatlab_role": "postdoctoral_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Tilbe",
    "middle_initials": "",
    "last_name": "Göksun",
    "name_slug": "tilbe-goksun",
    "chatlab_role": "postdoctoral_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Adam",
    "middle_initials": "",
    "last_name": "Woods",
    "name_slug": "adam-woods",
    "chatlab_role": "postdoctoral_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Christine",
    "middle_initials": "",
    "last_name": "Watson",
    "name_slug": "christine-watson",
    "chatlab_role": "postdoctoral_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Iftah",
    "middle_initials": "",
    "last_name": "Biran",
    "name_slug": "iftah-biran",
    "chatlab_role": "postdoctoral_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Evan",
    "middle_initials": "",
    "last_name": "Chen",
    "name_slug": "evan-chen",
    "chatlab_role": "postdoctoral_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Raffaella",
    "middle_initials": "",
    "last_name": "Ricci",
    "name_slug": "raffaella-ricci",
    "chatlab_role": "postdoctoral_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Gwenda",
    "middle_initials": "",
    "last_name": "Schmidt",
    "name_slug": "gwenda-schmidt",
    "chatlab_role": "postdoctoral_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Janice",
    "middle_initials": "",
    "last_name": "Snyder",
    "name_slug": "janice-snyder",
    "chatlab_role": "postdoctoral_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Denise",
    "middle_initials": "",
    "last_name": "Wu",
    "name_slug": "denise-wu",
    "chatlab_role": "postdoctoral_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Sara",
    "middle_initials": "",
    "last_name": "Waller",
    "name_slug": "sara-waller",
    "chatlab_role": "postdoctoral_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Guo",
    "middle_initials": "",
    "last_name": "Yuyue",
    "name_slug": "guo-yuyue",
    "chatlab_role": "visiting_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Diana",
    "middle_initials": "",
    "last_name": "Rosa-Leyra",
    "name_slug": "diana-rosa-leyra",
    "chatlab_role": "visiting_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Eliza",
    "middle_initials": "",
    "last_name": "Alawi",
    "name_slug": "eliza-alawi",
    "chatlab_role": "visiting_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Juliane",
    "middle_initials": "",
    "last_name": "Mühlhaus",
    "name_slug": "juliane-muhlhaus",
    "chatlab_role": "visiting_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Alessandro",
    "middle_initials": "",
    "last_name": "Piedimonte",
    "name_slug": "alessandro-piedimonte",
    "chatlab_role": "visiting_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Sailee",
    "middle_initials": "",
    "last_name": "Shikhare",
    "name_slug": "sailee-shikhare",
    "chatlab_role": "visiting_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Annika",
    "middle_initials": "",
    "last_name": "Hillebrandt",
    "name_slug": "annika-hillebrandt",
    "chatlab_role": "visiting_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Roberta",
    "middle_initials": "",
    "last_name": "Daini",
    "name_slug": "roberta-daini",
    "chatlab_role": "visiting_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Bree",
    "middle_initials": "",
    "last_name": "Chancellor",
    "name_slug": "bree-chancellor",
    "chatlab_role": "visiting_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Lauren",
    "middle_initials": "",
    "last_name": "McCollum",
    "name_slug": "lauren-mccollum",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "medical_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Sashank",
    "middle_initials": "",
    "last_name": "Prasad",
    "name_slug": "sashank-prasad",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "medical_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Prin",
    "middle_initials": "",
    "last_name": "Amorapanth",
    "name_slug": "prin-amorapanth",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "graduate_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Joe",
    "middle_initials": "",
    "last_name": "Kable",
    "name_slug": "joe-kable",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "graduate_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Elaine",
    "middle_initials": "",
    "last_name": "Wencil",
    "name_slug": "elaine-wencil",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "graduate_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Sandeep",
    "middle_initials": "",
    "last_name": "Vaishnavi",
    "name_slug": "sandeep-vaishnavi",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "graduate_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Lindsey",
    "middle_initials": "",
    "last_name": "Bupp",
    "name_slug": "lindsey-bupp",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "graduate_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Antonio",
    "middle_initials": "",
    "last_name": "Nicosia",
    "name_slug": "antonio-nicosia",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Michelle",
    "middle_initials": "",
    "last_name": "Oraa Ali",
    "name_slug": "michelle-oraa-ali",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Melissa",
    "middle_initials": "",
    "last_name": "Beswick",
    "name_slug": "melissa-beswick",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Alex",
    "middle_initials": "",
    "last_name": "Yu",
    "name_slug": "alex-yu",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Mary",
    "middle_initials": "",
    "last_name": "Dumler",
    "name_slug": "mary-dumler",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Gürer",
    "middle_initials": "",
    "last_name": "Gündöndü",
    "name_slug": "gurer-gundondu",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Devi",
    "middle_initials": "",
    "last_name": "Majeske",
    "name_slug": "devi-majeske",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Katsiaryna",
    "middle_initials": "",
    "last_name": "Malykhina",
    "name_slug": "katsiaryna-malykhina",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Sonali",
    "middle_initials": "",
    "last_name": "Mehta",
    "name_slug": "sonali-mehta",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Geena",
    "middle_initials": "",
    "last_name": "Ianni",
    "name_slug": "geena-ianni",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Georgia",
    "middle_initials": "",
    "last_name": "Gerike",
    "name_slug": "georgia-gerike",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Ben",
    "middle_initials": "",
    "last_name": "van Buren",
    "name_slug": "ben-van-buren",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Fiona",
    "middle_initials": "",
    "last_name": "Shaw",
    "name_slug": "fiona-shaw",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Carla",
    "middle_initials": "",
    "last_name": "Goncalves",
    "name_slug": "carla-goncalves",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Adrianna",
    "middle_initials": "",
    "last_name": "Kashuba",
    "name_slug": "adrianna-kashuba",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Jonathan",
    "middle_initials": "",
    "last_name": "Kopelovich",
    "name_slug": "jonathan-kopelovich",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Elizabeth",
    "middle_initials": "",
    "last_name": "Olson",
    "name_slug": "elizabeth-olson",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Billy",
    "middle_initials": "",
    "last_name": "Smith",
    "name_slug": "billy-smith",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Adam",
    "middle_initials": "",
    "last_name": "Greenberg",
    "name_slug": "adam-greenberg",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Kate",
    "middle_initials": "",
    "last_name": "Lauber",
    "name_slug": "kate-lauber",
    "chatlab_role": "student_researcher",
    "chatlab_student_role": "undergraduate_or_hs_student",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Emily",
    "middle_initials": "",
    "last_name": "Rogers",
    "name_slug": "emily-rogers",
    "chatlab_role": "staff",
    "chatlab_staff_role": "lab_manager",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Jonathan",
    "middle_initials": "",
    "last_name": "Yu",
    "name_slug": "jonathan-yu",
    "chatlab_role": "staff",
    "chatlab_staff_role": "lab_manager",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Matt",
    "middle_initials": "",
    "last_name": "Lehet",
    "name_slug": "matt-lehet",
    "chatlab_role": "staff",
    "chatlab_staff_role": "lab_manager",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Bianca",
    "middle_initials": "",
    "last_name": "Bromberger",
    "name_slug": "biana-bromberger",
    "chatlab_role": "staff",
    "chatlab_staff_role": "lab_manager",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Jesse",
    "middle_initials": "",
    "last_name": "Calhoun",
    "name_slug": "jesse-calhoun",
    "chatlab_role": "staff",
    "chatlab_staff_role": "lab_manager",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Page",
    "middle_initials": "",
    "last_name": "Widick",
    "name_slug": "page-widick",
    "chatlab_role": "staff",
    "chatlab_staff_role": "lab_manager",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Ashley",
    "middle_initials": "",
    "last_name": "Wilson",
    "name_slug": "ashley-wilson",
    "chatlab_role": "staff",
    "chatlab_staff_role": "lab_manager",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Angela",
    "middle_initials": "",
    "last_name": "Armstrong",
    "name_slug": "angela-armstrong",
    "chatlab_role": "staff",
    "chatlab_staff_role": "lab_manager",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Kenneth",
    "middle_initials": "",
    "last_name": "Thompson",
    "name_slug": "kenneth-thompson",
    "chatlab_role": "staff",
    "chatlab_staff_role": "lab_manager",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Feyza",
    "middle_initials": "",
    "last_name": "Sancar",
    "name_slug": "feyza-sancar",
    "chatlab_role": "staff",
    "chatlab_staff_role": "lab_manager",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Marianna",
    "middle_initials": "",
    "last_name": "Stark",
    "name_slug": "marianna-stark",
    "chatlab_role": "staff",
    "chatlab_staff_role": "patient_coordinator",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true
  },
  {
    "first_name": "Pauline",
    "middle_initials": "",
    "last_name": "Brown",
    "name_slug": "pauline-brown",
    "photo": "/assets/img/people/pauline-brown.jpg",
    "bio": "For the past 30 years Pauline Brown has acquired, built and led global premium brands. Pauline formerly was the Chairman of North America for the world's leading luxury goods company, LVMH Moët Hennessy Louis Vuitton, where she provided regional leadership for 70 brands in 5 sectors, including fashion, jewelry, cosmetics, and wines & spirits. Prior to LVMH, she was a Managing Director at the private equity investment firm, The Carlyle Group, where she specialized in consumer and retail investments. Earlier in her career, she held senior executive roles at beauty companies, including Estee Lauder and Avon, and was a Management Consultant at Bain & Company. Pauline serves on several boards, including the Parsons School of Design and the Wharton Alumni Executive Board. She currently hosts a weekly lifestyle show on SiriusXM, called \"Tastemakers,\" and is the author of the groundbreaking new business book, Aesthetic Intelligence, which was published by HarperCollins in late 2019. She received a B.A. from Dartmouth College and M.B.A. from the Wharton School, and she is 2008 Henry Crown Fellow of the Aspen Institute.",
    "advisory_board_title": "Former Chairman of North America for LVMH Moët Hennessy Louis Vuitton",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "advisory_board_group": true
  },
  {
    "first_name": "Susie",
    "middle_initials": "",
    "last_name": "Ellis",
    "name_slug": "susie-ellis",
    "photo": "/assets/img/people/susie-ellis.jpg",
    "bio": "Susie Ellis is the chair and CEO of the nonprofit Global Wellness Institute, considered the industry’s leading global research and educational resource. She is also co-founder, chair and CEO of the Global Wellness Summit, the foremost gathering of international business, academic and government leaders in the $4.5 trillion global wellness economy. Recognized as a leading authority on wellness trends, Ellis is frequently quoted in major news outlets around the world and is a popular speaker at industry events. She sits on numerous academic and industry boards, including the EHL – Swiss Hospitality Management School in Lausanne and the Aspen Brain Institute, and is also a member of the World Economic Forum’s \"Accelerating Health and Well-being Initiative.\" In addition, Ellis has been a member of the California Governor's Council on Physical Fitness and Sports. She holds an MBA from the University of California, Los Angeles.",
    "advisory_board_title": "Co-Founder, Chair & CEO Global Wellness Institute and Global Wellness Summit",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "advisory_board_group": true
  },
  {
    "first_name": "Katherine",
    "middle_initials": "",
    "last_name": "Sachs",
    "name_slug": "katherine-sachs",
    "photo": "/assets/img/people/katherine-sachs.jpg",
    "bio": "Katherine Sachs was an Adjunct Curator at the Philadelphia Museum of Art and now serves as a Museum Trustee, Chair of the Contemporary Art Committee and Co-Chair of the Museum’s Campaign.  At the PMA, Kathy and her late husband Keith endowed the Contemporary curator, named the gallery dedicated to the work of Jasper Johns and promised a large part of their collection to the Museum.<br /><br />At Penn, Mrs. Sachs is an Emeritus Trustee. She chaired the ICA Board of Overseers from 1998-2009, and with Keith established the Sachs Professorship in Contemporary Art, endowed a visiting professorship in Fine Arts and created the Sachs Guest Curator Program.  In 2016, they established The Sachs Program for Arts Innovation.",
    "advisory_board_title": "Philanthropist and Art Collector",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "advisory_board_group": true
  },
  {
    "first_name": "Rafael",
    "middle_initials": "",
    "last_name": "Viñoly",
    "name_slug": "rafael-vinoly",
    "photo": "/assets/img/people/rafael-vinoly.jpg",
    "bio": "Born in Uruguay, Rafael Viñoly settled in New York in 1979 from where he oversees an award-winning practice with projects spanning six continents. Viñoly’s work is marked by a sustained structural originality that transcends the passing fads of architectural movements, and he is driven by the belief that the essential responsibility of architecture is to generate the most elegant and logical solution within the economy of each project. He is a member of the American Institute of Architects, the National Academy, the Royal Institute of British Architects, the Japan Institute of Architects, and the Sociedad Central de Arquitectos in Argentina.",
    "advisory_board_title": "Architect",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "advisory_board_group": true
  },
  {
    "first_name": "Dan",
    "middle_initials": "",
    "last_name": "Weiss",
    "name_slug": "dan-weiss",
    "photo": "/assets/img/people/dan-weiss.jpg",
    "bio": "Daniel Weiss became the fifth President of The Metropolitan Museum of Art in July 2015 and was appointed President and Chief Executive Officer in June 2017. With approximately two million objects in its collection representing more than 5,000 years of artistic achievement, seven million visitors annually, and an operating budget of $320 million, The Met is one of the largest and most diverse art museums in the world.<br /><br />Previously Weiss served as the 14th President of Haverford College, the 16th President of Lafayette College, and the James B. Knapp Dean of the Zanvyl Krieger School of Arts & Sciences at Johns Hopkins University, where he also served as professor and chair of the History of Art Department. Weiss has written or edited five books and numerous articles on the art of the Middle Ages, higher education, and other topics. A member of the Council on Foreign Relations, Weiss is Vice Chair of the Board of the Samuel H. Kress Foundation, on the Advisory Board of the Yale School of Management, and a trustee of the Wallace Foundation, the Library of America, the American Federation of Arts, and the Posse Foundation.<br /><br />Daniel Weiss holds an M.A. and Ph.D from Johns Hopkins University, an MBA from the Yale School of Management, and a B.A. from The George Washington University.",
    "advisory_board_title": "President and CEO, Metropolitan Museum of Art",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "advisory_board_group": true
  },
  {
    "first_name": "Coren",
    "middle_initials": "",
    "last_name": "Apicella",
    "name_slug": "coren-apicella",
    "photo": "/assets/img/people/coren-apicella.jpg",
    "bio": "Coren Apicella is an assistant professor of psychology and director of the Human Behavior and Origins Laboratory at the University of Pennsylvania. Her research investigates how biology and culture work jointly, and separately, to shape individual and social behavior, from mate choice to cooperation, to competition. In addition to more conventional laboratory studies, a significant portion of her time is devoted to fieldwork with the Hadza, a population of hunter-gatherers in Tanzania. She has published studies on the attractiveness of faces, voices, bodies and body odors. Her research has been instrumental in demonstrating that many of the regularities uncovered on attractiveness judgments in Western populations also hold true in hunter-gatherers. Her work has been featured in a number of media outlets including the New York Times, NPR, BBC and CNN.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "School of Arts and Sciences",
    "penn_department": "Psychology",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Danielle",
    "middle_initials": "",
    "last_name": "Bassett",
    "name_slug": "danielle-bassett",
    "photo": "/assets/img/people/danielle-bassett.jpg",
    "bio": "Danielle Bassett is currently a MacArthur Fellow, as well as the Eduardo D. Glandt Faculty Fellow, and Associate Professor of Bioengineering at the University of Pennsylvania. Dr. Bassett has 14 years of experience in developing and applying tools from network science to understand large-scale brain network organization estimated from structural and functional neuroimaging data from a wide range of modalities including MRI, fMRI, ECOG, DTI, DSI, and MEG in humans. Dr. Bassett has published extensively on topics related to network science, the work includes 181 accepted or published articles that have together garnered >12,900 citations (h-index = 48). Dr. Bassett received a B.S. in physics from the Pennsylvania State University and a Ph.D. in physics from the University of Cambridge, UK. Following a postdoctoral position at UC Santa Barbara, she was a Junior Research Fellow at the Sage Center for the Study of the Mind. In 2012, she was named American Psychological Association's 'Rising Star' and given an Alumni Achievement Award from the Schreyer Honors College at Pennsylvania State University for extraordinary achievement under the age of 35. In 2014, she was named an Alfred P Sloan Research Fellow and was the youngest to receive the MacArthur Fellow Genius Grant. In 2015, she received the IEEE EMBS Early Academic Achievement Award, and was named an ONR Young Investigator. In 2016, she received an NSF CAREER award and was named one of Popular Science’s Brilliant 10. In 2017 she was awarded the Lagrange Prize in Complexity Science. She is the founding director of the Penn Network Visualization Program, a combined undergraduate art internship and K-12 outreach program bridging network science and the visual arts.  Her work has been supported by the National Science Foundation, the National Institutes of Health, the Army Research Office, the Army Research Laboratory, the Office of Naval Research, the Defense Advanced Research Projects Agency, the ISI Foundation, the Alfred P Sloan Foundation, and the John D and Catherine T MacArthur Foundation.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "School of Engineering and Applied Science",
    "penn_department": "Bioengineering",
    "links": [
      {
        "link_name": "Complex Systems Group",
        "link_url": "http://www.seas.upenn.edu/~dsb/"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Liz",
    "middle_initials": "",
    "last_name": "Brannon",
    "name_slug": "liz-brannon",
    "photo": "/assets/img/people/liz-brannon.jpg",
    "bio": "Liz Brannon is the Edmund J. and Louise W. Kahn Term Chair Professor of Psychology. Her research focuses on the development and evolutionary building blocks of numerical cognition using diverse subject populations (human adults, human infants, children of all ages, nonhuman primates) and many behavioral and neurobiological methods (psychophysical methods, fMRI, ERP, EEG, single-unit recording in monkeys). She was awarded the Young Investigator Award from The Society for Experimental Psychology, a CAREER award from the National Science Foundation, a Merck Scholar Award, and a James McDonnell Scholar Award. Dr. Brannon’s research is funded by The National Institutes of Health and The National Science Foundation. She is an associate editor at Open Mind, serves on the board of The Mathematical Cognition and Learning Society, and directs the psychology honors program for the psychology department at Penn.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "School of Arts and Sciences",
    "penn_department": "Psychology",
    "links": [
      {
        "link_name": "Brannon Lab",
        "link_url": "http://www.brannonlab.org"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "John",
    "middle_initials": "A.",
    "last_name": "Detre",
    "name_slug": "john-a-detre",
    "photo": "/assets/img/people/john-a-detre.jpg",
    "bio": "John Detre is a neurologist and neuroscientist whose research focused on cerebral blood flow and its applications as a biomarker of regional brain function. He is founding director of the Center for Functional Neuroimaging at Penn.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "Perelman School of Medicine",
    "penn_department": "Neurology",
    "links": [
      {
        "link_name": "Detre Lab",
        "link_url": "https://hosting.med.upenn.edu/detrelab/"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Martha",
    "middle_initials": "J.",
    "last_name": "Farah",
    "name_slug": "martha-j-farah",
    "photo": "/assets/img/people/martha-j-farah.jpg",
    "bio": "Martha J. Farah is a cognitive neuroscientist who works at the interface of neuroscience and society.  Her recent research focuses on the effects of early socioeconomic deprivation on brain development, as well as the way neuroscience is changing how we think of ourselves as physical, mental and moral beings. She was founding director of Penn’s Center for Cognitive Neuroscience and now directs Penn's Center for Neuroscience & Society.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "School of Arts and Sciences",
    "penn_department": "Psychology",
    "links": [
      {
        "link_name": "Profile on Center for Neuroscience and Society Website",
        "link_url": "https://neuroethics.upenn.edu/martha-j-farah-phd/"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Gary",
    "middle_initials": "",
    "last_name": "Hatfield",
    "name_slug": "gary-hatfield",
    "photo": "/assets/img/people/gary-hatfield.jpg",
    "bio": "Gary Hatfield is Seybert Professor of Philosophy and Director of Penn’s Visual Studies program. Visual Studies at Penn combines vision science, history of art (and related fields), and fine arts/design. He received his doctorate in History of Science/Philosophy/Psychology from the University of Wisconsin--Madison in 1979, then taught at Harvard and Johns Hopkins before coming to Penn in 1987. He has directed dissertations in history of philosophy, philosophy of psychology, and philosophy and history of science. He has long been fascinated by visual perception and the mind–body problem. In 1990, he published The Natural and the Normative: Theories of Spatial Perception from Kant to Helmholtz (MIT Press). In 2009, Perception and Cognition: Essays in the Philosophy of Psychology appeared from the Clarendon Press. A revised version of his book on Descartes’ Meditations appeared in 2014. In 2012, a volume co-edited with the psychologist Sarah Allred was published by Oxford, Visual Experience: Sensation, Cognition, and Constancy.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "School of Arts and Sciences",
    "penn_department": "Philosophy",
    "links": [
      {
        "link_name": "Personal Website",
        "link_url": "https://www.sas.upenn.edu/~hatfield/"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Elizabeth",
    "middle_initials": "",
    "last_name": "Johnson",
    "name_slug": "elizabeth-johnson",
    "photo": "/assets/img/people/elizabeth-johnson.jpg",
    "bio": "Elizabeth (Zab) Johnson is the executive director and senior fellow of the Wharton Neuroscience Initiative. Her research focuses on vision and visual behavior, spanning physiological approaches in the retina and early visual cortex to using eye tracking to investigate how human observers look and navigate through the world, how these processes unfold over time and with experience, and the role of visually-guided social cognition and decision-making. As an expert on color vision, she has collaborated with Lenovo to develop computer and tablet screens with features that provide a more personalized color experience. Before coming to Penn in 2016, she spent 14 years at Duke University, where she was on the faculty in the Neurobiology Department and served as the Associate Director of the Duke Institute for Brain Sciences. Zab has a long-time interest in how our perception of visual art informs how we see.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "The Wharton School",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Joe",
    "middle_initials": "",
    "last_name": "Kable",
    "name_slug": "joe-kable",
    "photo": "/assets/img/people/joe-kable.jpg",
    "bio": "Joe Kable is the Baird Term Associate Professor of Psychology and Marketing at the University of Pennsylvania, and is currently serving as the Associate Director of Research for MindCORE. He studies the psychological and neural mechanisms of human decision making, using an integrated empirical approach that borrows from economics, the psychology of judgment and decision making, and social and cognitive neuroscience. He received his B.S. from Emory University in 1996 and his Ph.D. in Neuroscience from the University of Pennsylvania in 2004. He was a post-doctoral scholar at the Institute for the Interdisciplinary Study of Decision Making at NYU, before re-joining Penn in the Department of Psychology in 2008. He is a past recipient of the Early Career Award and the current President-Elect of the Society of Neuroeconomics. His research is supported by the National Institute of Drug Abuse, the National Institute of Mental Health, the National Cancer Institute, and the National Science Foundation. He has given public talks at the Franklin Institute and Philadelphia Science Festival and his work has been featured in the New York Times, Washington Post, Newsweek, NBC News and Freakonomics.com.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "School of Arts and Sciences",
    "penn_department": "Psychology",
    "links": [
      {
        "link_name": "Kable Lab",
        "link_url": "http://www.psych.upenn.edu/kable_lab/Joes_Homepage/Home.html"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Michael",
    "middle_initials": "",
    "last_name": "Leja",
    "name_slug": "michael-leja",
    "photo": "/assets/img/people/michael-leja.jpg",
    "bio": "Michael Leja (Ph.D., Harvard) studies the visual arts in various media (painting, sculpture, film, photography, prints, illustrations) in the 19th and 20th centuries, primarily in the United States. His work is interdisciplinary and strives to understand visual artifacts in relation to contemporary cultural, social, political, and intellectual developments. He is especially interested in examining the interactions between works of art and particular audiences. His book Looking Askance: Skepticism and American Art from Eakins to Duchamp (2004) traces the interactions between the visual arts and the skeptical forms of seeing engendered in modern life in northeastern American cities between 1869 and 1917. It won the Modernist Studies Association Book Prize in 2005. An earlier book, Reframing Abstract Expressionism: Subjectivity and Painting in the 1940s (1993) situates the paintings of Jackson Pollock, Barnett Newman, and others in a culture-wide initiative to re-imagine the self in the midst of a traumatic history. It won the Charles Eldredge Prize for Distinguished Scholarship in American Art from the Smithsonian American Art Museum. He is currently at work on a book exploring changes in pictorial forms and in social relations associated with the industrialization of picture production and the development of a mass market for images in the mid-nineteenth century.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "School of Arts and Sciences",
    "penn_department": "History of Art",
    "links": [
      {
        "link_name": "Profile on History of Art Department Website",
        "link_url": "https://www.sas.upenn.edu/arthistory/people/michael-leja"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Ken",
    "middle_initials": "",
    "last_name": "Lum",
    "name_slug": "ken-lum",
    "photo": "/assets/img/people/ken-lum.jpg",
    "bio": "Vancouver-born artist Ken Lum, is known for his conceptual and representational art in a number of media, including painting, sculpture and photography. A longtime professor, he currently is the Chair of Fine Arts at the University of Pennsylvania’s School of Design in Philadelphia. He was formerly Professor of Art at the University of British Columbia, Vancouver where he was also Head of the Graduate Program in Studio Art; Bard College, Annendale on Hudson, New York, and the l’Ecole des Beaux Arts, Paris.  Besides English, Lum speaks French and Cantonese Chinese. A co-founder and founding editor of Yishu: Journal of Contemporary Chinese Art, he is a prolific writer with numerous published articles, catalogue essays and juried papers.  In 2000, he worked as co-editor of the Shanghai Biennale. As well, Lum was keynote speaker at the 2010 World Museums Conference held at the Shanghai Museum in Shanghai, the third conference accompanying the 15th Biennale of Sydney in Sydney, Australia in 2006 and the Universities Art Association of Canada conference held in Vancouver in 1997. As an artist, he has a long and active art exhibition record of over 30 years, including major exhibitions such as Documenta 11, the Venice Biennale, Sao Paolo Bienal, Shanghai Biennale, Carnegie Triennial, Sydney Biennale, Busan Biennale, Liverpool Biennial, Gwangju Biennale, Moscow Biennial, Whitney Biennial, among others. Since the mid 1990s, Lum has worked on numerous permanent public art commissions including for the cities of Vienna, the Engadines (Switzerland), Rotterdam, St. Louis, Leiden, Utrecht, Toronto and Vancouver. He has also realized temporary public art commissions in Stockholm, Istanbul, Torun (Poland), Innsbruck and Kansas City.  He is currently working on a memorial to the 1986 Lake Nyos disaster for the Government of Cameroon.  Related to his public art, he has written several essays on the nature of subject formation and public space. Lum’s public art often deals with individual and social identity formation in the context of historical trauma and the complications of official and non-official memory.  In 2016, he completed a memorial to the Canadian war effort in Italy during World War 2.  The work is sited in Nathan Phillips Square of Toronto City Hall and depicts the town of Ortona, Italy, in the aftermath of war while four soldiers stand sentinel at each corner of the low-perspective work. Lum has also worked as part of architectural/engineering teams.  He was on a team with Dialog Design (Edmonton) in designing a replacement bridge for the Walterdale Bridge across the North Saskatchewan River in Edmonton. He was also part of team with The Planning Partnership of Toronto designing a public space called Huron Square for Toronto Chinatown.  Lum was on a team with Miller Hull Architects of Seattle, in conjunction with Space2Place Landscape Architecture of Vancouver to devise a Master Plan for the Lions Gate Secondary Wastewater Treatment plant for North Vancouver, BC. Lum has also been involved in co-conceiving and co-curating several large scale exhibitions including Shanghai Modern: 1919 – 1949, an exhibition about the art, culture and politics of Shanghai during the first republican period of China after the demise of the Qing Dynasty, and to which he contributed an essay on the policy of aesthetic education in China’s first modern art school;  Sharjah Biennial 2007: Belonging, in Sharjah, United Arab Emirates, a groundbreaking exhibition to which he contributed an essay on the subject of identity formation without foundations, and the NorthWest Annual in Seattle. He is co-curator of  Monument Lab: A Public Art and History Project, a city wide art public art exhibition in Philadelphia in 2017.  The exhibition dealt with the ways in which space is engaged in terms of a city’s monumental landscape.  The aim of Monument Lab was to better understand the mechanisms of memorialization by questioning the status of the monument in the context of its canonical disposition.  The exhibition was widely reviewed and praised as well as become a referent for other cities in dealing with the problems of controversial monuments and statues. He is a Guggenheim Fellow and a Penn Institute of Urban Research Fellow.  He was offered a Loeb Fellowship from Harvard University in 2011 which was not exercised.  In late 2017, Lum was appointed as an Officer of the Order of Canada. A book of Lum’s writings is presently being prepared by Concordia University Press with anticipated issuance in mid to late 2018.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "School of Design",
    "penn_department": "Fine Arts",
    "links": [
      {
        "link_name": "Personal Website",
        "link_url": "http://kenlumart.com/"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Allyson",
    "middle_initials": "",
    "last_name": "Mackey",
    "name_slug": "allyson-mackey",
    "photo": "/assets/img/people/allyson-mackey.jpg",
    "bio": "Dr. Allyson Mackey studies individual differences in brain plasticity and development with an eye towards personalizing the type and timing of educational interventions. She joined the Department of Psychology faculty at the University of Pennsylvania in 2016. Dr. Mackey completed her postdoctoral training at the Massachusetts Institute of Technology. She holds a PhD in Neuroscience from the University of California, Berkeley, and a BS in Biological Sciences from Stanford University.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "School of Arts and Sciences",
    "penn_department": "Psychology",
    "links": [
      {
        "link_name": "Personal Website",
        "link_url": "http://thechangingbrain.com"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Matt",
    "middle_initials": "",
    "last_name": "Neff",
    "name_slug": "matt-neff",
    "photo": "/assets/img/people/matt-neff.jpg",
    "bio": "An artist, printer, and educator living in Philadelphia, Matt Neff is the Director of Undergraduate Programs in Fine Arts and the Common Press at the University of Pennsylvania. He holds an MFA from the University of Pennsylvania, a BFA in Studio Art and a BA in Art History from Indiana University. His work is concerned with historical and current negotiations of power and privilege. Neff has worked on a number of projects with institutions including Institute of Contemporary Art in Philadelphia, The Drawing Center, the Philadelphia Museum of Art, and the Wharton Esherick Museum. His work is included in public and private collections including the Rare Book and Manuscript Library at the University of Pennsylvania.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "School of Design",
    "penn_department": "Fine Arts",
    "links": [
      {
        "link_name": "Personal Website",
        "link_url": "http://www.mattneff.net"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "James",
    "middle_initials": "O.",
    "last_name": "Pawelski",
    "name_slug": "james-o-pawelski",
    "photo": "/assets/img/people/james-o-pawelski.jpg",
    "bio": "Dr. James O. Pawelski, Ph.D. is Professor of Practice and Director of Education in the Positive Psychology Center and Adjunct Professor of Religious Studies in the School of Arts and Sciences at the University of Pennsylvania. Having earned a doctorate in philosophy, he is the Principal Investigator on a 3-year, $2.5M grant from the Templeton Religion Trust on “The Humanities and Human Flourishing: A Multi-Disciplinary Collaboration for Understanding, Assessing, and Cultivating Well-Being.” He is the author of The Dynamic Individualism of William James, editor of the philosophy section of the Oxford Handbook of Happiness, co-editor of The Eudaimonic Turn: Well-Being in Literary Studies, co-editor of On Human Flourishing: A Poetry Anthology, and co-author (with his wife Suzann Pileggi Pawelski) of Happy Together: Using the Science of Positive Psychology to Build Love That Lasts. Since 2005, Dr. Pawelski has served as the founding director of Penn’s Master of Applied Positive Psychology (MAPP) program, where he teaches courses on positive interventions and the humanities and human flourishing, for which he has received the Liberal and Professional Studies Award for Distinguished Teaching in Professional Graduate Programs. He is a past president of the William James Society, the founding executive director of the International Positive Psychology Association, and a member of the advisory board of the International Positive Education Network. An international keynote speaker who has given talks in more than 20 countries on six continents, Dr. Pawelski is the recipient of a Practice Excellence Award from the Ministry of Education of the People’s Republic of China, as well as the Humanitarian Innovation Award for the Humanities, Arts, and Culture from the Humanities Innovation Forum at the United Nations.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "School of Arts and Sciences",
    "penn_department": "Religious Studies",
    "links": [
      {
        "link_name": "Humanities and Human Flourishing",
        "link_url": "http://www.humanitiesandhumanflourishing.org"
      },
      {
        "link_name": "Personal Website",
        "link_url": "http://www.jamespawelski.com"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Rebecca",
    "middle_initials": "L.",
    "last_name": "Pearl",
    "name_slug": "rebecca-l-pearl",
    "photo": "/assets/img/people/rebecca-l-pearl.jpg",
    "bio": "Rebecca L. Pearl, Ph.D., is an Assistant Professor of Psychology in Psychiatry at the University of Pennsylvania Perelman School of Medicine. She received her B.A. from Duke University and her Ph.D. in clinical psychology from Yale University. She completed her pre-doctoral clinical internship at McLean Hospital/Harvard Medical School and her post-doctoral fellowship at Penn. Dr. Pearl's research investigates the mental and physical health consequences of weight bias and stigma. Her work also examines potential strategies to reduce weight stigma, such as through the use of non-stereotypical media portrayals of obesity. Dr. Pearl is currently testing the effects of a cognitive-behavioral intervention for weight bias internalization (or self-directed stigma) on psychosocial well-being, weight, and cardiometabolic health among individuals with obesity. In addition to weight stigma, Dr. Pearl also conducts research on other forms of appearance-related stigma among patients with skin diseases and those seeking reconstructive or cosmetic surgery.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "Perelman School of Medicine",
    "penn_department": "Psychiatry",
    "links": [
      {
        "link_name": "Profile on Department of Psychiatry Website",
        "link_url": "https://www.med.upenn.edu/weight/pearl.html"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Michael",
    "middle_initials": "",
    "last_name": "Platt",
    "name_slug": "michael-platt",
    "photo": "/assets/img/people/michael-platt.jpg",
    "bio": "Michael Platt is the James S. Riepe University Professor of Neuroscience in the Perelman School of Medicine, Psychology in the School of Arts and Sciences, and Marketing in the Wharton School. Platt and his team ask big questions to find big answers that will help us improve health and well-being, enhance business, and build a better society. They are developing new and deeper understanding of how our brains shape how we think and how our lives shape our biology. The team uses a wide array of cutting-edge techniques including behavioral analysis, eye-tracking, mobile EEG and mobile eye-tracking, biometrics including heart rate and GSR, brain imaging, genomics, epigenomics, brain recordings, brain stimulation, TMS, optogenetics, and pharmacology. His principle questions focus on the biological mechanisms that underlie decision-making in social environments, the grasp of which has broad-scale implications for improving health and welfare in societies worldwide.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "School of Arts and Sciences",
    "penn_department": "Psychology",
    "links": [
      {
        "link_name": "Platt Labs",
        "link_url": "http://plattlabs.rocks"
      },
      {
        "link_name": "Wharton Neuroscience Initiative",
        "link_url": "http://neuro.wharton.upenn.edu/"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Megan",
    "middle_initials": "S.",
    "last_name": "Ryerson",
    "name_slug": "megan-s-ryerson",
    "photo": "/assets/img/people/megan-s-ryerson.jpg",
    "bio": "Dr. Megan S. Ryerson is the UPS Chair of Transportation and an Associate Professor of City and Regional Planning and Electrical and Systems Engineering. She was appointed Associate Dean for Research of PennDesign in 2018. Professor Ryerson and her team design algorithms and methods to address cross-disciplinary transportation planning challenges such as the introduction of autonomous vehicles and new infrastructure design strategies for pedestrian and bicycle safety to improve accessibility and mobility. She is the Research Director of the Mobility21 Transportation Research Center, a national University Transportation Center, and a Senior Fellow at the Center for Injury Research and Prevention at Children’s Hospital of Philadelphia. She serves on the Board of Advisors of The Eno Center for Transportation, the Program Committee for the International Conference on Research in Air Transportation, two Transportation Research Board committees, and the Board of Advisors of the Los Angeles Metro Office of Extraordinary Innovation. In 2015 Professor Ryerson was named “Woman of the Year” by the Women’s Transportation Seminar Philadelphia Chapter. Professor Ryerson received a Ph.D. in Civil and Environmental Engineering from the University of California, Berkeley in 2010 and a BS in Systems Engineering from the University of Pennsylvania in 2003.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "School of Design",
    "penn_department": "City and Regional Planning",
    "links": [
      {
        "link_name": "Personal Website",
        "link_url": "http://www.meganryerson.com/"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Frederick",
    "middle_initials": "",
    "last_name": "Steiner",
    "name_slug": "frederick-steiner",
    "photo": "/assets/img/people/frederick-steiner.jpg",
    "bio": "Frederick Steiner (MRP’77, MA’86, PhD’86) is Dean of the School of Design. Most recently, he served as Dean of the School of Architecture and Henry M. Rockwell Chair in Architecture at The University of Texas at Austin for 15 years. He previously taught at Penn and the following institutions: Arizona State University, Washington State University, the University of Colorado at Denver. He was a visiting professor of landscape architecture at Tsinghua University in Beijing, China. Dean Steiner was a Fulbright-Hays scholar at Wageningen University, The Netherlands and a Rome Prize Fellow in Historic Preservation at the American Academy in Rome. During 2013-2014, he was the William A. Bernoudy Architect in Residence at the American Academy in Rome. He is a Fellow of both the American Society of Landscape Architects and the Council of Educators in Landscape Architecture, and a Scholar at the Penn Institute for Urban Research. Dean Steiner helped establish the Sustainable SITES Initiative, the first program of its kind to offer a systematic, comprehensive rating system designed to define sustainable land development and management, and holds the SITES Professional (SITES AP) credential. Dean Steiner was a presidential appointee to the national board of the American Institute of Architects and is on the Urban Committee of the National Park System Advisory Board. Previously he served as president of the Hill Country Conservancy (an Austin land trust) as well as in various capacities on the boards of Envision Central Texas and the Landscape Architecture Foundation. He worked on the Austin Comprehensive Plan (Imagine Austin) and on the campus plan for The University of Texas at Austin. Dean Steiner earned a Master of Community Planning and a B.S. in Design from the University of Cincinnati, and his Ph.D. and M.A. in city and regional planning and a Master of Regional Planning from PennDesign. Dean Steiner also received an honorary M.Phil. in Human Ecology from the College of the Atlantic.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "School of Design",
    "links": [
      {
        "link_name": "Profile on School of Design Website",
        "link_url": "https://www.design.upenn.edu/administration/people/frederick-steiner"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Nina",
    "middle_initials": "",
    "last_name": "Strohminger",
    "name_slug": "nina-strohminger",
    "photo": "/assets/img/people/nina-strohminger.jpg",
    "bio": "Prof. Strohminger’s research approaches key questions in business ethics through the lens of psychology.<br /></br />She holds a B.A. in Cognitive Science from Brown University and a Ph.D. in Psychology from the University of Michigan. She has held postdoctoral fellowships at Duke University and Yale University.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "The Wharton School",
    "penn_department": "Legal Studies & Business Ethics",
    "links": [
      {
        "link_name": "Profile on Legal Studies & Business Ethics Department Website",
        "link_url": "https://lgst.wharton.upenn.edu/profile/humean/"
      },
      {
        "link_name": "Personal Website",
        "link_url": "http://ninastrohminger.com/"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Orkan",
    "middle_initials": "",
    "last_name": "Telhan",
    "name_slug": "orkan-telhan",
    "photo": "/assets/img/people/orkan-telhan.jpg",
    "bio": "Orkan Telhan is Associate Professor of Fine Arts - Emerging Design Practices at the University of Pennsylvania, School of Design. He holds a Ph.D. in Design and Computation from MIT's Department of Architecture. He was part of the Sociable Media Group at the MIT Media Laboratory and a researcher at the MIT Design Laboratory. Telhan's individual and collaborative work has been exhibited internationally in venues including the Istanbul Biennial (2013), Istanbul Design Biennial (2012, 2016), Salone del Mobile Milano, Vienna Design Week, the Armory Show 2015 Special Projects, Ars Electronica (2007, 2017), ISEA, LABoral, Archilab, Architectural Association, the Architectural League of New York, MIT Museum, Museum of Contemporary Art Detroit, and the New Museum of Contemporary Art, New York. Telhan is also a co-founder of Biorealize Inc., a company specialized in advancing the tools and technologies for biological design.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "School of Design",
    "penn_department": "Fine Arts",
    "links": [
      {
        "link_name": "Personal Website",
        "link_url": "http://www.orkantelhan.com/"
      },
      {
        "link_name": "BioRealize",
        "link_url": "http://www.biorealize.com/"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Ian",
    "middle_initials": "",
    "last_name": "Verstegen",
    "name_slug": "ian-verstegen",
    "photo": "/assets/img/people/ian-verstegen.jpg",
    "bio": "Ian Verstegen is the Associate Director of Visual Studies. He is the author of Arnheim, Gestalt and Art: A Psychological Theory (2005), A Realist Theory of Art History (2013) and Cognitive Iconology: When and How Psychology Explains Images (2014), and has edited volumes on the Della Rovere family (2007) and the American philosopher Maurice Mandelbaum (2010). Verstegen’s current writing and teaching are focused on the picture and its special characteristics. He has recently published a volume on the Italian Renaissance painter Federico Barocci (Federico Barocci and the Oratorians) and edited a volume on the New Materialism (The Art of the Real, with Roger Rothman). Current writing projects center on Rudolf Arnheim’s media theory and the Vienna School of Art History.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "School of Arts and Sciences",
    "links": [
      {
        "link_name": "Profile on Visual Studies Program Website",
        "link_url": "https://www.sas.upenn.edu/visual-studies/people/ian-verstegen"
      },
      {
        "link_name": "Personal Website",
        "link_url": "http://www.ianverstegen.com/"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Linton",
    "middle_initials": "A.",
    "last_name": "Whitaker",
    "name_slug": "linton-a-whitaker",
    "photo": "/assets/img/people/linton-a-whitaker.jpg",
    "bio": "Dr. Whitaker served as Chief of Plastic Surgery at the Hospital of the University of Pennsylvania and at The Children’s Hospital of Philadelphia . where he held the first two chairs in Plastic Surgery. He remains as Professor of Plastic Surgery at Penn. In 1972 Dr. Whitaker founded the Craniofacial Program at Penn and in 1987 established the University of Pennsylvania Center for Human Appearance remaining as Director. He holds eleven honorary memberships in medical societies including eight in foreign countries. Among other honors received, in 2016 he was named Icon in Plastic Surgery by the American Association of Plastic Surgeons, and in 2017, Clinician of the Year. Two Whitaker lectureships have been established in his name. He has been listed in Castle & Connelly’s Best Doctors in America 1979- 2015, in Who’s Who in America since 1996, and in Who’s Who in the World since 2004. He has authored or co-authored more than 230 papers, and six books on plastic surgery, and given more than 300 invited lectures to scientific organizations worldwide. As Chief and Program director at Penn he had primary responsibility for training 45 plastic surgery residents and 30 craniofacial fellows.",
    "affiliation": "University of Pennsylvania",
    "penn_school": "Perelman School of Medicine",
    "penn_department": "Surgery",
    "links": [
      {
        "link_name": "Center for Human Appearance",
        "link_url": "http://www.med.upenn.edu/center-for-human-appearance/"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "penn_faculty_group": true
  },
  {
    "first_name": "Amy",
    "middle_initials": "",
    "last_name": "Belfi",
    "name_slug": "amy-belfi",
    "photo": "/assets/img/people/amy-belfi.jpg",
    "bio": "Amy Belfi is an Assistant Professor in the Department of Psychological Science at Missouri University of Science and Technology, where she directs the Music Cognition and Aesthetics Lab. She received her B.A. in Psychology from St. Olaf College, her Ph.D. in Neuroscience from the University of Iowa, and completed postdoctoral training at New York University.  Her research focuses on the behavioral and neural mechanisms underlying aesthetic experience, specifically focused on music. She uses a variety of techniques, including functional neuroimaging, psychophysiology, and neuropsychological studies of patient populations. Overall, her research aims to identify and characterize how music, and other artistic works, influence behavior, affect, and cognition.",
    "affiliation": "Missouri University of Science and Technology",
    "links": [
      {
        "link_name": "Music Cognition and Aesthetics Lab",
        "link_url": "https://www.mcalab.org/"
      },
      {
        "link_name": "Personal Website",
        "link_url": "http://www.amybelfi.com/"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "other_collaborators_group": true
  },
  {
    "first_name": "Beatriz",
    "middle_initials": "",
    "last_name": "Calvo-Merino",
    "name_slug": "beatriz-calvo-merino",
    "photo": "/assets/img/people/beatriz-calvo-merino.jpg",
    "bio": "Dr Beatriz Calvo-Merino is a Cognitive Neuroscientist working at the Cognitive Neuroscience Research Unit (Psychology Department. City, University of London, UK). She trained at University College London (UK) and Universidad Complutense de Madrid (Spain). Her earlier research described the neural effects of sensorimotor experience on action observation using dance experts. Her current work integrates classical neuroscientific methods (i.e. fMRI, TMS, EEG) and sensorimotor expertise, with collaboration with performing artist (dancers and choreographers) to further understand the notions of embodied aesthetics and embodied cognition.",
    "affiliation": "City, University of London",
    "links": [
      {
        "link_name": "Profile on City, University of London Website",
        "link_url": "https://www.city.ac.uk/people/academics/beatriz-calvo-merino"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "other_collaborators_group": true
  },
  {
    "first_name": "George",
    "middle_initials": "",
    "last_name": "Christopoulos",
    "name_slug": "george-christopoulos",
    "photo": "/assets/img/people/george-christopoulos.jpg",
    "bio": "In my lab, we use neuroscience (physiology, facial eletcromyography, EEG, fMRI), experiments, virtual reality and observational methods to study Aesthetics with respect to the following dimensions: (i) deeper beliefs about beauty and how they affect consumption of cosmetics (ii) how culture and cultural symbols (statues, images, buildings) affect emotions as well aesthetic and other judgments (iii) how the sensory experience affects aesthetic judgments (iv) how the outcome of social interactions - like competition / cooperation - influence aesthetic judgments (v) how the built environment – especially indoor offices – affect performance. Besides pure academic research, we also collaborate with industry (such as cosmetics companies) to understand how consumers choose and use cosmetics and skincare products. We focus on the vast Asian market. We also build databases of facial stimuli (for instance with different make up styles) and try new methods (wearable tech and virtual reality). I hold a PhD in Cognitive Neuroscience from University of Cambridge and I am currently an Assistant Professors at NTU, Singapore.",
    "affiliation": "Nanyang Technological University",
    "links": [
      {
        "link_name": "Decision, Enviornmental, and Organizational Neuroscience Lab",
        "link_url": "https://deonlabblog.wordpress.com/"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "other_collaborators_group": true
  },
  {
    "first_name": "Alexander",
    "middle_initials": "",
    "last_name": "Kranjec",
    "name_slug": "alexander-kranjec",
    "photo": "/assets/img/people/alexander-kranjec.jpg",
    "bio": "Alexander Kranjec is an Associate Professor in the Psychology Department at Duquesne University and Adjunct Faculty at Carnegie Melon University and the Center for the Neural Basis of Cognition.  He studied Philosophy as an undergraduate at Grinnell College and received his Ph.D. in Experimental Psychology from the City University of New York. He then worked as a Postdoctoral Research Fellow in the Neurology Department and the Center for Cognitive Neuroscience at the University of Pennsylvania. Dr. Kranjec studies how abstract concepts interact in thought, language, and art. His lab uses cognitive behavioral methods, neuroimaging, non-invasive brain stimulation, case studies, and lesion analysis techniques in patients with focal brain damage.",
    "affiliation": "Duquesne University",
    "links": [
      {
        "link_name": "Art & Language Lab",
        "link_url": "https://sites.google.com/site/alexanderkranjec/home/lab"
      }
    ],
    "chatlab_role": "postdoctoral_researcher",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": true,
    "chatlab_alum": true,
    "other_collaborators_group": true
  },
  {
    "first_name": "Jonathan",
    "middle_initials": "",
    "last_name": "Fineberg",
    "name_slug": "jonathan-fineberg",
    "photo": "/assets/img/people/jonathan-fineberg.jpg",
    "bio": "Jonathan Fineberg is University Professor and founding Director of The Ph.D. in Creativity at The University of the Arts in Philadelphia. He is the author of Art Since 1940: Strategies of Being the most widely read survey of postwar art and co-creator of Imagining America: Icons of 20th Century American Art, the award winning PBS television documentary of 2005. He is the author of some 30 books and catalogs on modern art, including: Zhang Xiaogang: Disquieting Memories (Phaidon, 2015), A Troublesome Subject: The Art of Robert Arneson (University of California Press, 2013), Christo and Jeanne-Claude: On the Way to the Gates (Yale & Metropolitan Museum of Art, NY); The Innocent Eye: Children's Art and the Modern Artist (Princeton); When We Were Young: New Perspectives on the Art of the Child (University of California Press and The Phillips Collection, Washington DC); and most recently a book on neuroaesthetics: Modern Art at the Border of Mind and Brain (University of Nebraska Press, 2015). He is also the Edward William and Jane Marr Gutgsell Professor of Art History Emeritus at the University of Illinois and a Trustee Emeritus of The Phillips Collection in Washington D.C., where he was founding Director of the Center for the Study of Modern Art. He earned his B.A. and Ph.D. from Harvard University, an M.A. from the Courtauld Institute of Art in London, and he studied psychoanalysis at the Boston and Western New England Psychoanalytic Institutes. He has curated more than a dozen museum exhibitions, taught previously at Yale and at Illinois, and as a visitor at Harvard, Columbia, University of California, and elsewhere. His awards include the Pulitzer Fellowship in Critical Writing, the NEA Art Critic's Fellowship, fellowships from the Dedalus Foundation, the Japan Foundation, the ACLS, the American Philosophical Society, and he received the College Art Association’s Award for Distinguished Teaching in the History of Art.",
    "affiliation": "University of the Arts",
    "links": [
      {
        "link_name": "Ph.D. Program in Creativity",
        "link_url": "https://www.uarts.edu/academics/phd-program?q=academics%2Fphd-program"
      },
      {
        "link_name": "Personal Website",
        "link_url": "http://www.jonathanfineberg.com/"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "other_collaborators_group": true
  },
  {
    "first_name": "Helmut",
    "middle_initials": "",
    "last_name": "Leder",
    "name_slug": "helmut-leder",
    "photo": "/assets/img/people/helmut-leder.jpg",
    "bio": "Born in Germany, Helmut Leder studied Psychology (and art history as a minor) in Düsseldorf, Bonn and Aachen (1990 Diploma); he holds a PhD from University de Fribourg (1995). Pre-post-doc in Stirling UK in Vicki Bruce's lab (on face processing) and in 2001 habilitation (psychology of aesthetics) at Freie Universität Berlin. Since 2004 full professor in Vienna, with an internationally renowned research focus in psychology of the arts, and empirical aesthetics (the EVA-lab). Currently president of the International Association of Empirical Aesthetics. Action Editor of the British Journal of Psychology, Head of the interdisciplinary research platform Cognitive Sciences. Several international visiting positions, eg. ATR Japan, Swinburne College, CUNY NY, USC, UCSD (in autumn 2018 at Columbia Univ. NY, Italian Academy.",
    "affiliation": "University of Vienna",
    "links": [
      {
        "link_name": "Profile on University of Vienna Website",
        "link_url": "http://ppcms.univie.ac.at/index.php?id=2559"
      },
      {
        "link_name": "EVAlab",
        "link_url": "https://aesthetics.univie.ac.at"
      },
      {
        "link_name": "IAEA",
        "link_url": "http://www.science-of-aesthetics.org"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "other_collaborators_group": true
  },
  {
    "first_name": "Marcos",
    "middle_initials": "",
    "last_name": "Nadal",
    "name_slug": "marcos-nadal",
    "photo": "/assets/img/people/marcos-nadal.jpg",
    "bio": "Marcos Nadal received his degree in Psychology from the University of the Balearic Islands (Spain) in 2000, and his Ph.D. in Psychology: Human Evolution and Cognition from the same university in 2007. From 2012 to 2015 he was a postdoctoral fellow at the Department of Basic Psychology and Research Methods of the University of Vienna. He is Professor and Director of the Department of Psychology at the University of the Balearic Islands. His research is devoted to characterizing the psychological, neural, and evolutionary foundations of humans’ capacity for aesthetic appreciation and creation. His contributions to Empirical Aesthetics have earned him the Baumgarten Award from the International Association of Empirical Aesthetics in 2014, and the Daniel Berlyne Award from the American Psychological Association’s Division 10, the Society for the Psychology of Aesthetics, Creativity and the Arts, in 2017. He is the Executive Editor of Empirical Studies of the Arts, and Associate Editor of Psychology of Aesthetics, Creativity, and the Arts. He is the co-editor of Art, Aesthetics, and the Brain (OUP Press).",
    "affiliation": "University of the Balearic Islands",
    "links": [
      {
        "link_name": "Profile on EvoCog Group Website",
        "link_url": "http://evocog.org/marcos-nadal/"
      },
      {
        "link_name": "International Network for Neuroaesthetics",
        "link_url": "https://neuroaesthetics.net/"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "other_collaborators_group": true
  },
  {
    "first_name": "William",
    "middle_initials": "M.",
    "last_name": "Perthes",
    "name_slug": "william-m-perthes",
    "photo": "/assets/img/people/william-m-perthes.jpg",
    "bio": "Bill Perthes is the Bernard C. Watson Director of Adult Education at the Barnes Foundation. With a background in philosophy and art history Bill is interested in the communicative potential of works of art, how everyday experiences inform and effect art and aesthetic experiences, and the influence engaged experiences with works of art have on viewers. Bill’s work explores the visual language of art through object based empirical art analysis. His recent research has focused on how art experiences, both short and long term, can impact and inform the work of medical professionals. In addition Bill’s research focuses on Modernism, both in Europe and the United States, with a special concentration on the Abstract Expressionist painter Robert Motherwell.",
    "affiliation": "The Barnes Foundation",
    "links": [
      {
        "link_name": "The Barnes Foundation",
        "link_url": "https://www.barnesfoundation.org/"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "other_collaborators_group": true
  },
  {
    "first_name": "Martin",
    "middle_initials": "",
    "last_name": "Skov",
    "name_slug": "martin-skov",
    "photo": "/assets/img/people/martin-skov.jpg",
    "bio": "Senior Researcher, Danish Research Centre for Magnetic Resonance (Copenhagen University Hospital Hvidovre) and Decision Neuroscience Research Cluster (Copenhagen Business School). Editor, together with Oshin Vartanian, of Neuroaesthetics (Baywood, 2009). Works on understanding how sensory information is turned into hedonic values by the reward circuit. Not convinced beauty exists.",
    "affiliation": "Copenhagen University Hospital Hvidovre",
    "links": [
      {
        "link_name": "Profile on ResearchGate",
        "link_url": "https://www.researchgate.net/profile/Martin_Skov"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "other_collaborators_group": true
  },
  {
    "first_name": "Oshin",
    "middle_initials": "",
    "last_name": "Vartanian",
    "name_slug": "oshin-vartanian",
    "photo": "/assets/img/people/oshin-vartanian.jpg",
    "bio": "Oshin Vartanian received his PhD in experimental psychology from the University of Maine. He is the Editor of Psychology of Aesthetics, Creativity, and the Arts and past Editor of Empirical Studies of the Arts. His co-edited volumes include “Neuroaesthetics” (Baywood Publishing Company), “Neuroscience of creativity” (The MIT Press), “Neuroscience of decision making” (Psychology Press), and most recently “The Cambridge handbook of the neuroscience of creativity” (Cambridge University Press). His main areas of interest include the cognitive and neural bases of aesthetics and creativity.",
    "affiliation": "University of Toronto",
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "other_collaborators_group": true
  },
  {
    "first_name": "Edward",
    "middle_initials": "A.",
    "last_name": "Vessel",
    "name_slug": "edward-a-vessel",
    "photo": "/assets/img/people/edward-a-vessel.jpg",
    "bio": "Dr. Vessel is a Senior Research Scientist at the Max Planck Institute for Empirical Aesthetics (MPIEA) in Frankfurt, Germany. His research group uses behavioral and brain imaging techniques to study the psychological and neural basis of aesthetic experiences, such as when a person is aesthetically “moved” by visual art, poetry, architecture, music, or natural landscapes. Through his work and service, Dr. Vessel aims to elevate the international profile of neuroaesthetics research: he is a board member of the International Association of Empirical Aesthetics, and recently hosted a conference on Visual Neuroaesthetics at the MPIEA. He received his PhD in Neuroscience at the University of Southern California and is former co-director of the New York University Artlab.",
    "affiliation": "Max Planck Institute for Empirical Aesthetics",
    "links": [
      {
        "link_name": "Profile on Max Planck Institute for Empirical Aesthetics Website",
        "link_url": "https://www.aesthetics.mpg.de/en/the-institute/people/ed-vessel.html"
      }
    ],
    "pcfn_group": false,
    "pcfn_alum": false,
    "chatlab_group": false,
    "chatlab_alum": false,
    "other_collaborators_group": true
  }
]
